Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

# noInternetMessage
source: No internet access. Please verify your internet connectivity and try again. Is your Wi-Fi or Ethernet Connected?
ar: لا يمكن الاتصال بالإنترنت. الرجاء التحقق من الاتصال بالإنترنت والمحاولة مرة أخرى. هل Wifi أو Ethernet متصل؟
az: İnternetə müraciət yoxdur. Lütfən internet bağlantınızı yoxlayıb yenidən sınayın. Wi-Fi və ya Ethernet bağlantınız var?
bg: Няма достъп до интернет. Моля, проверете връзката си с интернет и опитайте отново. Свързан ли е вашият Wi-Fi или Ethernet?
bn: মনে হচ্ছে আপনার ইন্টারনেট অ্যাক্সেস নেই। আপনার ইন্টারনেট সংযোগটি চেক করে আবার চেষ্টা করুন। আপনার কি ইথারনেট অথবা ওয়াই-ফাই সংযোগটি ঠিক আছে?
cs: Žádný přístup k internetu. Ověřte prosím své připojení k internetu a zkuste to znovu. Je vaše připojení Wi-Fi nebo Ethernet připojeno?
da: Ingen internetadgang. Kontroller venligst din internetforbindelse og prøv igen. Er din Wi-Fi- eller Ethernet-forbindelse tilsluttet?
de: Kein Internetzugang. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut. Ist Ihr Wi-Fi oder Ethernet verbunden?
el: Δεν υπάρχει πρόσβαση στο διαδίκτυο. Παρακαλούμε επαληθεύστε τη συνδεσιμότητά σας στο διαδίκτυο και προσπαθήστε ξανά. Είναι συνδεδεμένο το Wi-Fi ή το Ethernet σας;
es: No hay acceso a Internet. Por favor, verifique su conectividad a Internet e inténtelo de nuevo. ¿Está conectado su Wi-Fi o Ethernet?
et: Internetiühendus puudub. Palun kontrollige oma internetiühendust ja proovige uuesti. Kas teie Wi-Fi või Ethernet on ühendatud?
fa: اینترنت در دسترس نیست لطفاً اتصال اینترنت خود را بررسی کنید و دوباره امتحان نمایید آیا وای فای یا اترنت شما متصل است؟
fi: Ei internetyhteyttä. Tarkista internet-yhteytesi ja yritä uudelleen. Onko Wi-Fi- tai Ethernet-yhteys kytketty?
fr: Pas d'accès à l'internet. Veuillez vérifier votre connectivité internet et réessayer. Votre Wi-Fi ou votre Ethernet est-il connecté ?
hi: इंटरनेट की सुविधा नहीं. कृपया अपनी इंटरनेट कनेक्टिविटी सत्यापित करें और पुनः प्रयास करें। क्या आपका वाई-फाई या ईथरनेट कनेक्टेड है?
hu: Nincs internet-hozzáférés. Kérjük, ellenőrizd internetkapcsolatodat, és próbáld meg újra. Wi-Fi vagy Ethernet csatlakoztatva van?
id: Tidak ada akses internet. Harap verifikasi konektivitas internet Anda dan coba lagi. Apakah Wi-Fi atau Ethernet Anda Tersambung?
it: Non connesso a Internet. Verifichi la sua connettività internet e riprovi. Il suo Wi-Fi o Ethernet è collegato?
ja: インターネットに接続できない。インターネット接続を確認し、再度お試しください。Wi-Fiまたはイーサネットは接続されていますか？
ko: 인터넷에 접속할 수 없습니다. 인터넷 연결을 확인한 후 다시 시도하세요. Wi-Fi 또는 이더넷이 연결되어 있나요?
ku: ئینتەرنێت نییە. تکایە پەیوەندی ئینتەرنێتەکەت پشتڕاست بکەرەوە و دووبارە هەوڵبدەرەوە. ئایا وای فای یان ئیتەرنێتەکەت پەیوەستە؟
lt: Nėra interneto prieigos. Patikrinkite interneto ryšį ir bandykite dar kartą. Ar jūsų "Wi-Fi" arba eterneto ryšys prijungtas?
lv: Nav piekļuves internetam. Lūdzu, pārbaudiet savu interneta savienojumu un mēģiniet vēlreiz. Vai jūsu Wi-Fi vai Ethernet ir savienots?
ms: Tiada akses internet. Sila sahkan sambungan Internet anda dan cuba lagi. Adakah Wi-Fi atau Ethernet anda Disambungkan?
nl: Geen internettoegang. Controleer uw internetverbinding en probeer het opnieuw. Is uw Wi-Fi of Ethernet aangesloten?
no: Ingen Internett-tilgang. Kontroller internettilkoblingen din og prøv igjen. Er Wi-Fi eller Ethernet ditt tilkoblet?
pa: انٹرنیٹ تیکر رسائی نہیں اے۔ مہربانی کر کے اپنے انٹرنیٹ کنکٹیویٹی دی توثیق کرو اتے فیر کوشش کرو۔ کیہہ تہاڈا وائی فائی یا ایتھرنیٹ جُڑیا ہوا اے؟
pl: Brak dostępu do Internetu. Proszę sprawdzić połączenie internetowe i spróbować ponownie. Czy Państwa sieć Wi-Fi lub Ethernet jest podłączona?
pt: Verifique a sua conexão à rede e tente novamente. Seu Wi-Fi ou Ethernet está ligado?
ro: Nu există acces la internet. Vă rugăm să verificați conectivitatea la internet și să încercați din nou. Sunteți conectat la Wi-Fi sau Ethernet?
ru: Нет доступа к интернету. Пожалуйста, проверьте подключение к Интернету и повторите попытку. Подключен ли Ваш Wi-Fi или Ethernet?
sl: Brez dostopa do interneta. Preverite svojo internetno povezavo in poskusite znova. Ali je vaš Wi-Fi ali ethernet povezan?
sq: Nuk ka qasje në internet. Verifiko lidhjen tënde të internetit dhe provo sërish. A është i lidhur Wi-Fi ose Ethernet?
sv: Ingen internetuppkoppling. Kontrollera din internetuppkoppling och försök igen. Är ditt Wi-Fi eller Ethernet anslutet?
th: ไม่มีอินเทอร์เน็ต โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง เชื่อมต่อ Wi-Fi หรือ Ethernet ของคุณแล้วหรือยัง?
tr: İnternet bağlantısı yok. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin. Wi-Fi veya Ethernet bağlı mı?
ug: ئىنتېرنېت باغلىنىشى يوق. ئىنتېرنىت ئۇلىنىشىنى تەكشۈرۈپ ئاندىن قايتا سىناڭ. سىز Wi-Fi ياكى يەرلىك تورغا باغلانغانمۇ؟
uk: Немає доступу до Інтернету. Будь ласка, перевірте ваше підключення Wi-Fi або кабель локальної мережі та спробуйте ще раз.
ur: ایسا لگتا ہے کہ آپ کے پاس انٹرنیٹ تک رسائی نہیں ہے۔ اپنا انٹرنیٹ چیک کریں اور دوبارہ کوشش کریں۔
vi: Nemate pristup internetu. Provjerite svoju internetsku vezu i pokušajte ponovo. Da li je vaš Wi-Fi ili Internet povezan?
zh: 没有互联网接入。请验证您的互联网连接并重试。你的Wi-Fi或以太网是否已连接？

source: Error
ar: خطأ
az: Xəta
bg: Грешка
bn: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fa: خطا
fi: Virhe
fr: Erreur
hi: गलती
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ku: هەڵە
lt: Klaida
lv: Kļūda
ms: Kesilapan
nl: Foutmelding
no: Feil
pa: نقص
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sl: Napaka
sq: Gabim
sv: Fel
th: ข้อผิดพลาด
tr: Hata
ug: خاتالىق
uk: Помилка
ur: خرابی
vi: Greška
zh: 误差

# mosqueErrorMessage
source: Mosque error if you are mosque admin contact our support to fix this issue
ar: خطأ في المسجد. إذا كنت مسؤول المسجد، يرجى التواصل مع الدعم الفني لحل هذه المشكلة
az: Məscid xətası. Cəmi idarəçisisinizə, bu problemi həll etmək üçün dəstək komandamızla əlaqə saxlayın
bg: Има грешка в тази джамия. Ако сте администратор на джамията, свържете се с нашата поддръжка, за да отстраните този проблем
bn: মসজিদ কেন্দ্রিক ত্রুটি, আপনি যদি মসজিদ প্রশাসক হন তবে এই সমস্যাটি সমাধান করতে আমাদের সহায়তার সাথে যোগাযোগ করুন
cs: Chyba mešity Pokud jste správce mešity, kontaktujte naši podporu a vyřešte tento problém.
da: Fejl i moské, hvis du er moskéadministrator, kontakt vores support for at løse dette problem
de: Mosche-Fehler wenn Sie Mosche-Admin sind, kontaktieren Sie unseren Support, um dieses Problem zu beheben
el: Σφάλμα τζαμιού αν είστε διαχειριστής τζαμιού επικοινωνήστε με την υποστήριξή μας για να διορθώσετε αυτό το ζήτημα
es: Error de la mezquita si eres administrador de la mezquita ponte en contacto con nuestro soporte técnico para solucionar este problema
et: Mošee viga, kui olete mošee administraator võtke ühendust meie toega, et seda probleemi lahendada
fa: خطای مسجد اگر مدیر مسجد هستید برای رفع این مشکل با پشتیبانی ما تماس بگیرید
fi: Moskeija virhe, jos olet moskeija admin yhteyttä tukea korjata tämän ongelman
fr: Erreur de mosquée si vous êtes un administrateur de mosquée contactez notre support pour résoudre ce problème
hi: मस्जिद त्रुटि यदि आप मस्जिद व्यवस्थापक हैं तो इस समस्या को ठीक करने के लिए हमारे समर्थन से संपर्क करें
hu: Mecset hiba: Ha a mecset adminisztrátora vagy, lépj kapcsolatba ügyfélszolgálatunkkal a probléma megoldása érdekében
id: Masjid ada kesalahan jika anda admin masjid hubungi dukungan teknis untuk memperbaiki masalah ini
it: Errore della moschea se sei amministratore della moschea contatta il nostro supporto per risolvere questo problema
ja: モスクのエラー あなたがモスクの管理者である場合、この問題を解決するために私たちのサポートに連絡してください。
ko: 모스크 관리자인 경우 모스크 오류 이 문제를 해결하려면 지원팀에 문의하세요.
ku: هەڵەی مزگەوت! ئەگەر ئەدمینی مزگەوتیت پەیوەندی بە پشتگیریمانەوە بکە بۆ چارەسەرکردنی ئەم کێشەیە
lt: Mečetės klaida, jei esate mečetės administratorius, susisiekite su mūsų palaikymo komanda, kad išspręstumėte šią problemą
lv: Ja esat mošejas administrators, sazinieties ar mūsu atbalstu, lai atrisinātu šo problēmu.
ms: Ralat masjid jika anda pentadbir masjid, hubungi sokongan kami untuk menyelesaikan masalah ini
nl: Moskee fout als u moskee admin bent, neem contact op met onze support om dit probleem op te lossen
no: Mosque feil hvis du er mosque admin kontakt vår støtte for å løse dette problemet
pa: مسیت دا نقص جے تُسی مسیت دے ایڈمن ہو تاں ایس نقص نوں ٹھیک کرن لئی ساڈی سپورٹ ٹیم نال رابطہ کرو
pl: Błąd meczetu, jeśli jest Pan administratorem meczetu, proszę skontaktować się z naszym wsparciem, aby rozwiązać ten problem
pt: Erro de mesquita. Se você for um administrador da mesquita, entre em contato conosco para corrigir este problema
ro: Eroare moschee dacă sunteți administratorul moscheii contactați-ne pentru a rezolva această problemă
ru: Ошибка мечети, если Вы являетесь администратором мечети, свяжитесь с нашей службой поддержки, чтобы исправить эту проблему
sl: Napaka mošeje, če ste upravitelj mošeje, se obrnite na našo podporo, da odpravite to težavo
sq: Gabim në xhami nëse jeni administrator i xhamisë, kontaktoni mbështetjen tonë për të rregulluar këtë problem
sv: Fel i moskén om du är moskéadministratör kontakta vår support för att åtgärda problemet.
th: ข้อผิดพลาดของมัสยิด หากคุณเป็นผู้ดูแลมัสยิด โปรดติดต่อฝ่ายดูแลของเราเพื่อแก้ไขปัญหานี้
tr: Cami hatası Cami yöneticisiyseniz, bu sorunu çözmek için destek ekibimizle iletişime geçin.
ug: مەسچىت خاتالىقى، ئەگەر سىز مەسچىت باشقۇرغۇچى بولسىڭىز مۇلازىمەت تەمىنلىگۈچى بىلەن ئالاقىلىشىپ بۇ مەسىلىنى ھەل قىلىڭ
uk: Помилка відносно мечеті, якщо ви є представником цієї мечеті, зв'яжіться з нашою службою підтримки, щоб виправити цю ситуацію
ur: مسجد کی خرابی اگر آپ مسجد کے منتظم ہیں تو اس مسئلے کو حل کرنے کے لیے ہمارے سپورٹ سے رابطہ کریں۔
vi: Greška, ako ste administrator džamije kontaktirajte Mawaqit da riješimo ovaj problem
zh: 清真寺错误，如果你是清真寺管理员，请联系我们的支持以解决这个问题。

source: Muharram
ar: محرم
az: Məhərrəm
bg: Мухаррам
bn: মহরম
fa: محرم
fr: Mouharram
hi: मुहर्रम
ja: ムハッラム
ko: 무하람
ku: محرم
lt: Muharramas
pa: محرم
ru: Мухаррам
sq: Muharrem
th: มูฮัรรอม
ug: مۇھەررەم
uk: Мухаррам
ur: محرم ۔۔۔
zh: 穆哈拉姆

source: Safar
ar: صفر
az: Səfər
bg: Сафар
bn: সফর
es: Cajero
fa: صفر
hi: सफर
hu: Szafar
ja: サファー
ku: سەفەر
nl: Veilig
pa: صفر
ru: Сафар
sq: Safer
th: ซอฟัร
tr: Safer
ug: سەفەر
uk: Сафар
ur: صفر
vi: Safer
zh: 萨法尔

source: Rabi' al-Awwal
ar: ربيع الأول
az: Rəbiüləvvəl
bg: Рабиа ал-Аууел
bn: রাবি আল আউয়াল
fa: ربیع الاول
hi: रबी अल-अव्वल
id: Rabi'ul Awal
ja: ラビ・アル・アワル
ko: 라비 알 아왈
ku: رەبیعی یەکەم
ms: Rabiul-Awal
pa: ربی الاول
ru: Раби' аль-Авваль
sq: Rebiul-Evel
th: รอบีอุลเอาวัล
tr: Rebiülevvel
ug: رەبىئۇل ئەۋۋەل
uk: Рабі аль-Авваль
ur: ربیع الاول
vi: Rebiul-evvelv
zh: 腊月

source: Rabi' al-Thani
ar: ربيع الثاني
az: Rəbiülaxır
bg: Рабиус-Саани
bn: রাবি আল সানি
fa: ربیع الثانی
fr: Rabi' al-akhir
hi: रबी अल-थानी
hu: Rabi' al-Thání
id: Rabi'ul Akhir
ja: ラビ・アル・ターニー
ko: 라비 알 타니
ku: ربیعی دووەم
ms: Rabiul-Akhir
pa: ربی الثانی
ru: Раби' аль-Тани
sq: Rebiu-Thani
th: รอบีอุลซานีย์
tr: Rebiülahir
ug: رەبىئۇل ئاخىر
uk: Рабі аль-Тані
ur: ربیع الثانی
vi: Rebiul-ahir
zh: 拉比-萨尼（Rabi' al-Thani

source: Jumada al-Ula
ar: جُمادى الأولى
az: Cəmadiyələvvəl
bg: Джумадал-Ула
fa: جمادی الاول
hi: जुमादा अल-उला
hu: Dzsumádá al-'Ulá
id: Jumadil Awal
ja: ジュマダ・アル・ウラ
ko: 주마다 알 울라
ku: جەمادی یەکەم
ms: Jamadil-Awal
pa: جمادی الوال
pt: Jumada al-Awwal
ru: Джумада аль-Ула
sq: Xhumadel Ula
th: ญุมาดิลอูลา
tr: Cemaziyelevvel
ug: جەمادىئۇل ئەۋۋەل
uk: Джумада аль-Уля
ur: جمادی الاول
vi: Džumadel-ula

source: Jumada al-Akhirah
ar: جُمادى الآخرة
az: Cəmadiyəlaxır
bg: Джумадал-Ахира
fa: جمادی الاخر
fr: Joumada al-akhirah
hi: जुमादा अल-अखिराह
hu: Dzsumádá al-Ákhirah
id: Jumadil Akhir
ja: ジュマダ・アル・アキラ
ko: 주마다 알 아히라
ku: جەمادی دووەم
ms: Jamadil-Akhir
pa: جمادی الآخر
pt: Jumada al-Thaniyah
ru: Джумада аль-Ахира
sq: Xhumadel Ahire
th: ญุมาดิลอาคิร
tr: Cemaziyelahir
ug: جەمادىئۇل ئاخىر
uk: Джумада аль-Ахіра
ur: جمادی الثانی
vi: Džumadel-uhra

source: Rajab
ar: رجب
az: Rəcəb
bg: Раджеб
bn: রজব
fa: رجب
hi: रज्जब
hu: Radzsab
ja: ラジャブ
ku: رەجەب
lt: Radžabas
ms: Rejab
pa: رجب
ru: Раджаб
sq: Rexheb
th: รอญับ
tr: Recep
ug: رەجەب
uk: Раджаб
ur: رجب
vi: Redžeb
zh: 拉贾布

source: Sha`ban
ar: شعبان
az: Şaban
bg: Шабан
fa: شعبان
fr: Chaabane
hi: शाबान
hu: Sa`bán
ja: シャバン
ku: شەعبان
ms: Syaaban
pa: شعبان
pt: Sha'aban
ru: Ша`бан
th: ชะบาน
tr: Şaban
ug: شەئبان
uk: Шабан
ur: شعبان
vi: Ša’ban
zh: 沙班

source: Ramadan
ar: رمضان
az: Ramazan
bg: Рамадан
bn: রামদান
cs: Ramadán
el: Ραμαζάνι
es: Ramadán
fa: رمضان
hi: रमजान
hu: Ramadán
id: Ramadhan
ja: ラマダン
ko: 라마단
ku: ڕەمەزان
lt: Ramadanas
lv: Ramadāns
ms: Ramadhan
no: Ramadansk
pa: رمضان
pt: Ramadán
ru: Рамадан
sq: Ramazan
th: Screen on/off modeรอมฎอน
tr: Ramazan
ug: رامىزان
uk: Рамадан
ur: رمضان
vi: Ramazan
zh: 斋月

source: Shawwal
ar: شوّال
az: Şəvval
bg: Шаууал
bn: শাওয়াল
fa: شوال
hi: शावाल
hu: Sawwál
id: Syawal
ja: シャワル
ku: شەوال
ms: Syawal
pa: شوال
pt: Shawwál
ru: Шавваль
sq: Sheval
th: เชาวาล
tr: Şevval
ug: شەۋۋال
uk: Шавваль
ur: شوال
vi: Ševval
zh: 沙瓦勒

source: Dhu al-Qi'dah
ar: ذو القعدة
az: Zilqədə
bg: Зул-Кааде
es: Du al-Qi'dah
fa: ذوالقعده
hi: धू अल-क़ियादा
hu: Dhul- Qa'dah
id: Dzulqo'dah
ja: ドゥアルキダ
ko: 두 알 키다
ku: زولقعدە
ms: Zulkaedah
nl: Du al-Qi'dah
pa: ذی القعد
pt: Dhu al-Qadah
ru: Дху аль-Ки'да
sq: Dhul-Kade
th: ซุลกออีดะฮฺ
tr: Zilkade
ug: زۇلقەئدە
uk: Зуль-Када
ur: ذی القعدہ
vi: Dhul-ka’de

# dhuAlhijjah
source: Dhu al-Hijja
ar: ذو الحجة
az: Zilhiccə
bg: Зул-Хиддже
bn: জিলহজ্জ
cs: Dhu al-Hidždža
da: Dhu al-Hijjah
fa: ذوالحجه
hi: धू अल-हिज्जा
hu: Dhul- Hiddzsah
id: Dzulhijjah
ja: ドゥ・アル・ヒッジャ
ko: 두 알 히자
ku: زولحەجە
lt: Dhu al-Hidža
lv: Dhu al-Hidža
ms: Zul Hijjah
pa: ذی الحج
pt: Dhu al-Hijjah
ru: Дху аль-Хиджа
sq: Dhul-Hixhe
th: ซุลฮิจเญาะฮฺ
tr: Zilhicce
ug: زۇلھەججە
uk: Зль-Хіджа
ur: ذوالحجہ
vi: Dhul-hidždže
zh: 希吉节

# duaaBetweenSalahAndAdhan
source: Anas bin Malik said: The Messenger of Allah ﷺ said: The supplication does not return between the call to prayer and the standing for prayer.
ar: عن أنس بن مالك قال: قال رسول الله صلَّى اللهُ عليه وسلَّم: "إنَّ الدعاءَ لا يُرَدُّ بيْن الأذانِ والإقامةِ؛ فادْعُوا" رواه الترمذي
az: Ənəs ibn Malik demişdir: Allahın Peyğəmbəri (s.a.s.) buyurub: "Azanla iqamə arasında edilən dua rədd edilməz."
bg: Енес ибн Мелик разказва, че Пратеникът ﷺ е казал: "Наистина дуата се приема между езана и икамета."
bn: আনাস ইবন মালিক (রাঃ) বলেছেন: রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেছেন: "আযান ও ইকামতের মাঝে করা দোয়া প্রত্যাখ্যাত হয় না।"
cs: Anas bin Malik řekl: Posel Alláhův ﷺ řekl: Mezi voláním k modlitbě a vstáváním k modlitbě se prosba nevrací.
da: Anas bin Malik sagde: Allahs Sendebud ﷺ sagde: Allahs bønner: "Bønnen vender ikke tilbage mellem kald til bøn og bønnen.
de: Anas bin Malik sagte: Der Gesandte Allahs ﷺ sagte: Das Bittgebet kehrt nicht zwischen dem Aufruf zum Gebet und dem Aufstehen zum Gebet zurück.
el: Ο Anas bin Malik είπε: The Messenger of Allah ﷺ said: Ο Αλλάχ είπε: "Η ικεσία δεν επιστρέφει μεταξύ του καλέσματος για προσευχή και της στάσης για προσευχή.
es: Anas bin Malik dijo: El Mensajero de Allah ﷺ dijo: La súplica no vuelve entre la llamada a la oración y la puesta en pie para la oración.
et: Anas bin Malik ütles: ﷺ ütles: Jumala Sõnumitooja ﷺ ütles: "Jumala Sõnumitooja ﷺ ütles:": Palvekutse ja palvetamiseks seismise vahel ei tule tagasi.
fa: از انس بن مالک رضی الله عنه روایت است که رسول الله صلی الله علیه وسلم فرمودند: «الدعا بَيْنَ الْأَذَانِ وَالْإِقَامَةِ لَا يُرَد»: «دعای بین اذان و اقامه رد نمی شود»
fi: Anas bin Malik sanoi: ﷺ sanoi: "Allahin lähettiläs ﷺ sanoi: "Allahin lähettiläs ﷺ sanoi:": Hän sanoi: "Rukouspyyntö ei palaa rukoukseen kutsumisen ja rukoukseen seisomisen välillä.
fr: Selon Anas Ibn Mâlik, le Prophète (ﷺ) a dit : "Les invocations entre l'Adhân et l’Iqâmah ne sont pas rejetées"
hi: अनस बिन मलिक ने कहा: अल्लाह के दूत ﷺ ने कहा: प्रार्थना करने और प्रार्थना के लिए खड़े होने के बीच प्रार्थना वापस नहीं आती है।
hu: Anasz ibn Málik azt mondta: Azt mondta Allah Küldötte (Allah békéje és áldása legyen vele): Az adhan és az iqama közötti fohászt Allah nem utasítja el.
id: Dari sahabat Anas bin Malik (رضي الله عنه), Rasulullah ﷺ bersabda, Sesungguhnya doa yang tidak tertolak adalah doa (yang dipanjatkan) di antara adzan dan iqamah, maka berdoalah (di waktu itu).” (HR. Ahmad no. 12584).
it: Anas bin Malik disse: Il Messaggero di Allah ﷺ disse: La supplica non ritorna tra la chiamata alla preghiera e lo stare in piedi per la preghiera.
ja: アナス・ビン・マリックが言った。アッラーの使徒（ﷺ）は言った。祈りの呼びかけと祈りのための起立の間に、祈りが戻ることはない。
ko: 아나스 빈 말릭이 말했다: 알라의 사자 ﷺ는 말했다: 기도를 부르는 것과 기도를 위해 서 있는 것 사이에는 간구가 돌아오지 않는다.
ku: ئەنەسی کوڕى مالیک دەڵێت: پێغەمبەری خوا ﷺ فەرموویەتى: «دوعا و پاڕانەوەی نێوان بانگ و قامەت ڕەت ناکرێتەوە».
lt: Anas bin Malikas sakė: Allaho Pasiuntinys ﷺ pasakė: Maldavimas negrįžta tarp kvietimo į maldą ir atsistojimo maldai.
lv: Anas bin Malik teica: Vēstnesis Allah ﷺ teica: Viņš teica: "Lūgšana neatgriežas starp aicinājumu uz lūgšanu un stāvēšanu uz lūgšanu.
ms: Anas bin Malik berkata: Rasulullah ﷺ bersabda: Doa tidak akan ditolak antara azan dan iqamat.
nl: Anas bin Malik heeft gezegd: De Boodschapper van Allah ﷺ zei: De smeekbede keert niet terug tussen de oproep tot het gebed en het staan voor het gebed.
no: Anas bin Malik sa: Allahs Messenger of Allah Glenεεεεεεεεεεεεεεpronid: The supplication does not return between the call to prayer and the standing for prayer.
pa: انس بن مالک نے آکھیا: رب دے پیغامبر ﷺ نے آکھیا: بانگ دین اتے نماز واسطے اوٹھیون دے وچکارکیتی گئی دعا رد نہیں ہوندی۔
pl: Anas bin Malik powiedział: Posłaniec Allaha ﷺ powiedział: Błaganie nie powraca między wezwaniem do modlitwy a stanięciem do niej.
pt: Anas ibn Mâlik (Radiyallahu Anhu) relata que Profeta Muhammad (Sallalláhu Alaihi Wa Sallam) disse: "O duá efetuado entre Azán (chamada para oração) e Iqamah (aviso do início da oração), não é rejeitado."
ro: Anas bin Malik a spus: Trimisul lui Allah ﷺ a spus: Rugăciunea nu se întoarce între chemarea la rugăciune și statul în picioare pentru rugăciune.
ru: Анас бин Малик сказал: Посланник Аллаха ﷺ сказал: Мольба не возвращается между призывом к молитве и вставанием на молитву.
sl: Anas bin Malik je dejal: Alahov poslanec ﷺ je rekel: molitev se ne vrne med klicem k molitvi in vstajanjem za molitev.
sq: Enes bin Malik ka thënë: I Dërguari i Allahut (salallahu alejhi ue selem) ka thënë: Lutja nuk refuzohet ndërmjet ezanit dhe ikametit.
sv: Anas bin Malik sade: Allahs budbärare ﷺ sade: "Jag har aldrig hört talas om det: Jag har inte sagt att bönerna inte återvänder mellan böneutropet och böneutropet.
tr: Peygamber (s.a.s.) şöyle buyurmuştur: “Ezan okunduğunda sema kapıları açılır ve yapılan dualar kabul olur. Kâmet getirildiğinde dua reddedilmez.”
ug: ئەنەس ئىبىن مالىكتىن رىۋايەت قىلىنغان ھەدىستە پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: «ئەزان بىلەن تەكبىر ئارىسىدىكى ۋاقىتتا قىلىنغان دۇئا رەت قىلىنمايدۇ»
uk: Анас ібн Малік повідомив, що Посланець Аллага ﷺ сказав: «Мольба [з якою звертаються] між закликом на молитву (азаном) і оголошенням про її початок (ікаматом) не буде відкинута».
vi: Enes b. Malik, radijallahu anhu, prenosi da je Poslanik, sallallahu alejhi ve sellem, rekao: “Dova između ezana i ikameta se ne odbija.” (Ebu Davud, Sunen, 521).
zh: 阿纳斯-本-马利克说。安拉的使者（ﷺ）说。祈求在召唤祈祷和站立祈祷之间不返回。

# salatKhayrMinaNawm
source: Assalatu khayrun mina nawm
ar: الصلاة خيرٌ من النوم
az: Namaz yuxudan daha xeyirlidir
bg: Намаза е по-превъзходен от съня
fa: الصلاة خير من النوم
fr: Assalatou khayroun mina nawm
hi: अस्सलातु ख़ैरुन मिना नवम
hu: Az ima jobb, mint az alvás
ja: アッサラームカイラン ミナ ナーム
ko: 모든 제품 보기
ku: نوێژ باشترە لە نوستن
ms: Solat itu lebih baik daripada tidur
pa: نماز نیندر نالوں چنگی اے
pt: A oração é melhor que o sono
ru: Ассалату хайрун мина навм
sq: Namazi është më i mire se gjumi
th: การละหมาดดีกว่าการนอน
tr: Namaz uykudan daha hayırlıdır
ug: ئەسسەلاتۇ خەيرۇن مىنەن نەۋم
uk: Ас-саляту хайрун мин ан-наум
ur: الصَّلَاۃُ خَیْر مِنَ النَّوْمِ
vi: Namaz je bolji od spavanja
zh: 萨勒图-哈伊伦-米娜-纳乌姆。

source: Salat El Eid
ar: صلاة العيد
az: Eid Salah
bg: Байрямски намаз
bn: সালাত আল ঈদ
cs: Salát El Eid
fa: نماز عید
fr: Salat Al Aïd
hi: सलात अल ईद
hu: Ünnepi ima
id: Salat Idul Fitri
it: Salat Al Eid
ja: サラート・エル・イード
ko: 살라트 엘 이드
ku: نوێژی جەژن
ms: Solat Aidilfitri
pa: Eid Salah
pt: Eid Salah
ru: Салат Эль Ид
sq: Namazi i Bajramit
th: ละหมาดอีด
tr: Bayram Namazı
ug: ھېيت نامىزى
uk: Святкова молитва
ur: صلوۃ العید
vi: Bajram- namaz
zh: 开斋节礼拜

# webView
source: Enable Legacy Mode
ar: تفعيل الوضع القديم
az: Köhnə rejimi fəallaşdır
bg: Активиране на предишната версия
bn: লেগেসি মোড চালু করুন
cs: Povolení staršího režimu
da: Aktiver Legacy-tilstand
de: Aktivieren Sie den Legacy-Modus
el: Ενεργοποίηση λειτουργίας Legacy
es: Activar el modo heredado
et: Legacy režiimi lubamine
fa: سیستم قدیمی را فعال کنید
fi: Ota Legacy-tila käyttöön
fr: Forcer l'ancienne version (Online)
hi: लीगेसी मोड सक्षम करें
hu: Legacy mód engedélyezése
id: Mengaktifkan Mode Lama
it: Abilita la modalità Legacy
ja: レガシーモードを有効にする
ko: 레거시 모드 사용
ku: کارپێکردنی دۆخی پێشوو
lt: Įjungti senąjį režimą
lv: Ieslēgt mantoto režīmu
ms: Aktifkan Mod Lama
nl: Legacy-modus inschakelen
no: Aktiver tidligere modus
pa: لیگیسی موڈ کو فعال کرو۔
pl: Włącz tryb Legacy
pt: Ativar modo compatível
ro: Activați modul Legacy
ru: Включить режим Legacy Mode
sl: Omogočanje starejšega načina
sq: Aktivizo modalitetin bazik
sv: Aktivera Legacy Mode (gammalt läge)
th: เปิดใช้งานโหมดดั้งเดิม
tr: Eski Modu Etkinleştir
ug: كونا ھالىتىنى قوزغات
uk: Увімкнути Legacy режим
ur: لیگیسی موڈ کو فعال کریں۔
vi: Omogući naslijeđeni način rada
zh: 启用遗留模式

source: Developer's home screen
ar: الشاشة الرئيسية للمطورين
az: Developerin əsas ekranı
bg: Начален екран на разработчика
bn: ডেভেলপারের হোম স্ক্রিন
cs: Domovská obrazovka vývojáře
da: Udviklerens startskærm
de: Startbildschirm des Entwicklers
el: Αρχική οθόνη του προγραμματιστή
es: Pantalla de inicio del desarrollador
et: Arendaja avakuva
fa: صفحه اصلی برنامه نویس
fi: Kehittäjän aloitusnäyttö
fr: Écran d'accueil du développeur
hi: डेवलपर की होम स्क्रीन
hu: A fejlesztő kezdőképernyője
id: Layar beranda pengembang
it: Schermata iniziale dello sviluppatore
ja: 開発者用ホーム画面
ko: 개발자 홈 화면
ku: شاشەی سەرەکی گەشەپێدەران
lt: Kūrėjo pagrindinis ekranas
lv: Izstrādātāja sākuma ekrāns
ms: Skrin Utama Pembangun
nl: Startscherm van de ontwikkelaar
no: Utviklers hjemmeskjerm
pa: ڈیویلپر دی ہوم اسکرین
pl: Ekran główny dewelopera
pt: Início de desenvolvedor
ro: Ecranul de pornire al dezvoltatorului
ru: Главный экран разработчика
sl: Razvijalčev domači zaslon
sq: Ekrani fillestar
sv: Utvecklarens startskärm
th: หน้าจอหลักของผู้ดูแลระบบ
tr: Geliştirici ana ekranı
ug: ئىجادكارلار باش ئېكرانى
uk: Домашній екран розробника
ur: ڈویلپر کی ہوم اسکرین
vi: Početni ekrana programera
zh: 开发者的主屏幕

source: Online Home
ar: الصفحة الرئيسية عبر الإنترنت
az: Onlayn ev
bg: Онлайн Начало
bn: অনলাইন হোম
da: Online hjem
de: Online Heim
el: Ηλεκτρονική Αρχική
es: Inicio en línea
et: Online Kodu
fa: صفحه اصلی آنلاین
fi: Online-koti
fr: Accueil en ligne
hi: ऑनलाइन होम
hu: Online kezdőlap
id: Beranda Online
it: Casa online
ja: オンラインホーム
ko: 온라인 홈
ku: پەڕەی سەرەکی لەسەر هێڵ
lt: Prisijungę prie interneto
lv: Tiešsaistē Home
ms: Dalam Talian Utama
nl: Online Thuis
no: Hjemmeside på nett
pa: آن لائن ہوم
pt: Início online
ro: Acasă online
ru: Онлайн дом
sl: Spletni dom
sq: Faqja Online
sv: Hem på nätet
th: หน้าแรกออนไลน์
tr: Çevrimiçi Ev
ug: توردىكى باش بەت
uk: Головна сторінка в Інтернеті
ur: آن لائن ہوم
vi: Online početna stranica
zh: 网上主页
