Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

# appUpdateAvailable
source: Your app is running version {currentVersion}. A new update (version {updatedVersion}) is available with the latest features and improvements.
ar: تطبيقك يعمل بالإصدار {currentVersion}. تحديث جديد (الإصدار {updatedVersion}) متوفر مع أحدث الميزات والتحسينات.
bg: Вашето приложение работи с версия {currentVersion}. Налична е нова актуализация (версия {updatedVersion}) с най-новите функции и подобрения.
bn: আপনার অ্যাপটি বর্তমানে সংস্করণ {currentVersion} এ চলছে। একটি নতুন আপডেট (সংস্করণ {updatedVersion}) এসেছে, যা সর্বশেষ ফিচার এবং ইমপ্রুভমেন্ট নিয়ে এসেছে
cs: Vaše aplikace běží na verzi {currentVersion}. Nová aktualizace (verze {updatedVersion}) je k dispozici s nejnovějšími funkcemi a vylepšeními.
da: Din app kører version {currentVersion}. En ny opdatering (version {updatedVersion}) er tilgængelig med de nyeste funktioner og forbedringer.
de: Ihre App verwendet die Version {currentVersion}. Ein neues Update (Version {updatedVersion}) ist verfügbar mit den neuesten Funktionen und Verbesserungen.
es: Tu aplicación está ejecutando la versión {currentVersion}. Una nueva actualización (versión {updatedVersion}) está disponible con las últimas características y mejoras.
fi: Sovelluksesi on käynnissä versio {currentVersion}. Uusi päivitys (versio {updatedVersion}) on saatavilla uusimmilla ominaisuuksilla ja parannuksilla.
fr: Votre application utilise la version {currentVersion}. Une nouvelle mise à jour (version {updatedVersion}) est disponible avec les dernières fonctionnalités et améliorations.
hu: Az alkalmazásod a {currentVersion} verziót futtatja. Egy új frissítés (a {updatedVersion} verzió) elérhető a legújabb funkciókkal és fejlesztésekkel.
it: La tua app sta eseguendo la versione {currentVersion}. Un nuovo aggiornamento (versione {updatedVersion}) è disponibile con le ultime funzionalità e miglioramenti.
ja: あなたのアプリはバージョン {currentVersion}を実行しています。新しいアップデート(バージョン {updatedVersion})が最新の機能と改善があります。
nl: Uw app draait versie {currentVersion}. Een nieuwe update (versie {updatedVersion}) is beschikbaar met de nieuwste functies en verbeteringen.
pt: O aplicativo está executando a versão {currentVersion}. Uma nova atualização (versão {updatedVersion}) está disponível com novos recursos e melhorias.
ro: Aplicația dvs. rulează versiunea {currentVersion}. O nouă actualizare (versiunea {updatedVersion}) este disponibilă cu cele mai recente caracteristici și îmbunătățiri.
sq: Aplikacioni juaj po përdor versionin {currentVersion}. Një përditësim i ri (versioni {updatedVersion}) është në dispozicion me funksionalitetet dhe përmirësimet më të fundit.
ug: سىز ئىجرا قىلىۋاتقان ئەپ نەشرى {currentVersion}. يېڭى ئىقتىدار ۋە ياخشىلىنىشنى ئىشلىتىش ئۈچۈن ئەڭ يېڭى (نەشرى {updatedVersion})گە يېڭىلاڭ.

# quranUpdateDialogContent
source: A new update for the {moshafName} Quran (version {version}) is available.
bn: {moshafName} কুরআনের জন্য একটি নতুন আপডেট (সংস্করণ {version}) এসেছে
cs: Je k dispozici nová aktualizace pro {moshafName} Quran (verze {version}).
da: En ny opdatering til {moshafName} Koranen (version {version}) er tilgængelig.
de: Ein neues Update für den {moshafName} Koran (Version {version}) ist verfügbar.
es: Una nueva actualización para el Corán {moshafName} (versión {version}) está disponible.
hu: A {moshafName} Korán új frissítése ( {version}) elérhető.
ja: {moshafName} クルアーン( {version}バージョン)の新しいアップデートが利用可能です。
nl: Er is een nieuwe update voor de {moshafName} Koran (versie {version}) beschikbaar.
pt: Uma nova atualização para o {moshafName} Alcorão (versão {version}) está disponível.
ro: O nouă actualizare pentru Coranul {moshafName} (versiunea {version}) este disponibilă.
ug: يېڭى {moshafName} قۇرئان (نەشرى {version}) بار.

# ishaAndFajrOnly
source: Fajr and Isha prayers only
ar: فقط صلاتي الفجر و العشاء
bn: শুধুমাত্র ফজর ও ইশা নামাজ
cs: Pouze modlitby Fajr a Isha
da: Fajr og Isha bønner kun
de: Nur Fajr und Isha Gebete
es: Sólo oraciones de Fayr e Isha
fr: Seulement les prières Fajr et d'Isha
hu: Csak hajnali és esti ima
ja: FajrとIshaの祈りのみ
nl: Alleen Fajr en Isha gebeden
pt: Apenas orações de Fajr e Ishá
ro: Numai rugăciuni Fajr și Isha
ug: بامدات ۋە خۇپتەن نامازغىلا
zh: 仅Fajr和Isha prayers

# minutesBeforeFajrPrayer
source: minutes before fajr prayer time
ar: دقائق قبل وقت صلاة الفجر
bn: ফজরের নামাজের সময়ের কয়েক মিনিট আগে
cs: minuty před dobou modlitby
da: minutter før fajr bøn tid
de: Minuten vor Fajr Gebetszeit
es: minutos antes del tiempo de oración del fayr
fr: minutes avant l'heure de la prière de Fajr
hu: hajnali imáig hátra lévő percek
ja: 祈祷時間の数分前
nl: minuten voor vervaging gebed tijd
pt: minutos antes da hora de Fajr
ro: minute înainte de timpul rugăciunii pentru fajr
ug: بامدات ناماز ۋاقتىدىن ئىلگىرىكى مىنۇت
zh: 最佳祷告前几分钟

# minutesAfterIshaPrayer
source: minutes afer isha prayer time
ar: دقائق بعد وقت صلاة العشاء
bn: ইশার নামাজের সময়ের কয়েক মিনিট পরে
cs: minut po čase modlitby
da: minutter efter isha bøn tid
de: Minuten Afer isha Gebetszeit
es: minutos por tiempo de oración isha
fr: minutes après l'heure de la prière d'Isha
hu: esti ima utáni percek
ja: あと数分で社員の祈りの時間を
nl: minuten na isha gebed tijd
pt: minutos após a hora de Ishá
ro: minute mai departe de timpul rugăciunii
ug: خۇپتەن ناماز ۋاقتىدىن كېيىنكى مىنۇت
zh: 分钟以内祈祷时间

# scheduleSaved
source: Your schedule has been saved.
ar: تم حفظ الجدول الزمني.
bn: আপনার সময়সূচী সফলভাবে সংরক্ষণ করা হয়েছে
cs: Váš plán byl uložen.
da: Din tidsplan er blevet gemt.
de: Ihr Zeitplan wurde gespeichert.
es: Su horario ha sido guardado.
fr: Votre planification a été enregistré.
hu: Az ütemtervedet mentettük.
ja: スケジュールを保存しました。
nl: Uw planning is opgeslagen.
pt: Horário salvo.
ro: Programul dvs. a fost salvat.
ug: كۈنتەرتىپىڭىز ساقلاندى.
zh: 您的计划已保存。

# completeAllFields
source: Please complete all fields before saving.
ar: يرجى إكمال جميع الحقول قبل الحفظ.
bn: সংরক্ষণ করার আগে অনুগ্রহ করে সব ক্ষেত্র পূরণ করুন
cs: Před uložením vyplňte všechna pole.
da: Udfyld venligst alle felter, før du gemmer.
de: Bitte füllen Sie vor dem Speichern alle Felder aus.
es: Por favor, rellene todos los campos antes de guardar.
fr: Veuillez remplir tous les champs avant de sauvegarder.
hu: Kérlek, mentés előtt töltsd ki az összes mezőt.
ja: 保存する前にすべてのフィールドを完了してください。
nl: Vul alle velden in voordat u opslaat.
pt: Preencha os campos antes de salvar.
ro: Vă rugăm să completați toate câmpurile înainte de a salva.
ug: ساقلاشتىن ئىلگىرى بارلىق بۆلەكلەرنى تاماملاڭ.
zh: 请在保存前完成所有字段。

# endTimeAfter
source: The end time must be after the start time.
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء.
bn: শেষ সময় শুরুর সময়ের পরে হতে হবে
cs: Čas ukončení musí být po čase začátku.
da: Sluttidspunktet skal være efter starttidspunktet.
de: Die Endzeit muss nach der Startzeit liegen.
es: La hora de finalización debe ser después de la hora de inicio.
fr: L'heure de fin doit être postérieure à l'heure de début.
hu: A befejezési időpontnak a kezdési időpont utánra kell esnie.
ja: 終了時刻は開始時刻の後でなければなりません。
nl: De eindtijd moet na de starttijd liggen.
pt: O horário de término deve ser após o horário de início.
ro: Timpul de sfârșit trebuie să fie după ora de începere.
ug: ئاخىرلىشىش ۋاقتى چوقۇم باشلىنىش ۋاقتىدىن كېيىن بولۇشى كېرەك.
zh: 结束时间必须在开始时间之后。

# scheduleListening
source: Scheduled Listening
ar: الاستماع المجدول
bn: শিডিউলকৃত তেলাওয়াতসমুহ
cs: Naplánovaný poslech
da: Planlagt Lytning
de: Geplantes Zuhören
es: Escucha programada
fr: Écoute planifiée
hu: Tervezett hallgatás
ja: スケジュールされた再生
nl: Geplande Luistering
pt: Escuta programada
ro: Ascultare programată
ug: ئاڭلاش كۈنتەرتىپكە تىزىلدى
zh: 预定侦听中

source: Enable Scheduling
ar: تفعيل الجدولة
bn: শিডিউলিং চালু করুন
cs: Povolit plánování
da: Aktiver Skemalægning
de: Zeitplanung aktivieren
es: Habilitar programación
fr: Activer la planification
hu: Tervezés engedélyezése
ja: スケジュールを有効にする
nl: Planning inschakelen
pt: Ativar programação
ro: Activează programarea
ug: كۈنتەرتىپ قوزغىتىدۇ
zh: 启用计划

# scheduleDesc
source: Enable this feature to automatically play a Surah at scheduled times.
ar: فعّل هذه الميزة لتشغيل سورة تلقائيًا في الأوقات المحددة.
bn: নির্ধারিত সময়ে স্বয়ংক্রিয়ভাবে একটি সূরা প্লে করতে এই ফিচারটি চালু করুন
cs: Povolte tuto funkci automaticky přehrávat Surah v plánovaných časech.
da: Aktivér denne funktion for automatisk at afspille en Surah på planlagte tidspunkter.
de: Aktivieren Sie diese Funktion, um automatisch einen Surah zu geplanten Zeiten abzuspielen.
es: Activa esta función para jugar automáticamente a una Surah en horas programadas.
fr: Activez cette fonctionnalité pour lire automatiquement une Sourate aux heures planifiées.
hu: Engedélyezd ezt a funkciót, hogy automatikusan lejátsszon egy szúrát a tervezett időpontokban.
ja: この機能を有効にすると、スケジュールされた時刻に Surah を自動的に再生できます。
nl: Schakel deze functie in om automatisch een Surah af te spelen op geplande tijden.
pt: Ative este recurso para reproduzir automaticamente um Surah nos tempos programados.
ro: Activează această caracteristică pentru a juca automat o Surah la orele programate.
ug: بۇ ئىقتىدار قوزغىتىلسا كۈنتەرتىپتىكى ۋاقىتتا سۈرىنى ئۆزلۈكىدىن قويىدۇ.
zh: 启用此功能可在预定时间自动播放 Surah

source: Start Time
ar: وقت البدء
bn: শুরুর সময়
cs: Čas zahájení
da: Start Tid
de: Startzeit
es: Hora de inicio
fr: Heure de Début
hu: Kezdés ideje
ja: 開始時刻
nl: Start tijd
pt: Horário de início
ro: Ora de începere
ug: باشلىنىش ۋاقتى
zh: 开始时间

source: End Time
ar: وقت الانتهاء
bn: শেষের সময়
cs: Čas ukončení
da: Slut Tid
de: Endzeit
es: Hora de fin
fr: Heure de Fin
hu: Befejezés ideje
ja: 終了時刻
nl: Eind Tijd
pt: Horário de término
ro: Ora de încheiere
ug: ئاخىرلىشىش ۋاقتى
zh: 结束时间

# selectReciter
source: Select a Reciter
ar: اختر قارئًا
bn: একজন তেলাওয়াতকারি নির্ধারন করুন
cs: Vyberte reproduktor
da: Vælg en modtager
de: Reziter auswählen
es: Selecciona un Destinatario
fr: Choisissez un Récitateur
hu: Válassz egy recitálót
ja: 再入力を選択
nl: Selecteer een Reciter
pt: Selecione um recitador
ro: Selectați un Reciter
ug: قارى تاللىنىدۇ
zh: 选择接收者

# selectMoshaf
source: Select a Mushaf
ar: اختر مصحفًا
bn: মুশাফ নির্বাচন করুন
cs: Vyberte Mushaf
da: Vælg en mushaf
de: Wähle einen Mushaf
es: Selecciona un Mushaf
fr: Choisissez un Moushaf
hu: Válassz egy Muszhafot
ja: ムシャフを選択
nl: Selecteer een Mushaf
pt: Selecione um Mushaf
ro: Selectează o Mushaf
ug: تەجۋىدلىك قۇرئان مۇسھەف تاللىنىدۇ
zh: 选择一个 Mushaf

source: Random Surah Selection
ar: اختيار سورة عشوائيًا
bn: র‍্যান্ডম সূরা নির্বাচন
cs: Náhodný Surah výběr
da: Tilfældig Surah Valg
de: Zufällige Surah Auswahl
es: Selección aleatoria de Surah
fr: Sélection Aléatoire de Sourate
hu: Véletlenszerű szúra kiválasztás
ja: ランダムなスラー選択
nl: Willekeurige Surah Selectie
pt: Seleção aleatória de Surah
ro: Selectare Sursă aleatorie
ug: سۈرە ئىختىيارىي تاللىنىدۇ
zh: 随机Surah选择

# selectSurah
source: Select a Surah
ar: اختر سورة
bn: একটি সূরা নির্বাচন করুন
cs: Vyberte Surah
da: Vælg en Surah
de: Surah auswählen
es: Selecciona una Surah
fr: Choisissez une Sourate
hu: Válassz egy szúrát
ja: スラを選択
nl: Selecteer een Surah
pt: Selecione um Surah
ro: Selectează o Sursă
ug: بىر سۈرە تاللىنىدۇ
zh: 选择一个 Surah

# initializingAutoReading
source: Initializing in progress...
ar: جاري التهيئة...
bn: শুরুর প্রক্রিয়া চলছে...
cs: Probíhá inicializace...
da: Initialiserer i gang...
de: Initialisiere läuft...
es: Inicializando en progreso...
ja: 初期化中...
nl: Bezig met initialiseren ...
pt: Inicialização em andamento...
ro: Se inițializează în curs...
ug: دەسلەپلەشتۈرۈۋاتىدۇ…
zh: 正在初始化...

# duaBetweenAdhanIqamah
source: Supplication (Du'a) is not rejected between the Adhan and Iqamah.
bn: আযান এবং ইকামার মাঝে দোয়া (দু’আ) প্রত্যাখ্যাত হয় না।
cs: Zvyšování (Du'a) není odmítnuto mezi Adhanem a Iqamahem.
da: Supplication (Du'a) er ikke afvist mellem Adhan og Iqamah.
de: Die Lieferung (Du'a) wird zwischen Adhan und Iqamah nicht abgelehnt.
es: La suplicación (Du'a) no se rechaza entre el Adán y el Iqamah.
ja: 仮定(デュ'a)は、アダンとイカマの間で拒否されていません。
nl: Supplicatie (Du'a) wordt niet afgewezen tussen de Adhan en Iqamah.
pt: O oferecimento (Du'a) não é rejeitado entre o Adhan e Iqamah.
ro: Suplicarea (Du'a) nu este respinsă între Adhan și Iqamah.
ug: ئەزان بىلەن تەكبىر ئارىسىدىكى دۇئانى رەت قىلمايدۇ.
zh: Adhan和Iqamah之间没有拒绝供应(杜阿)。

# drawerTitle
source: MAWAQIT
ar: مواقيت
bn: মাওয়াকিত
fa: مواقیت
hi: मवाकित
ja: マワキット
ku: مەواقیت
pa: مواقیت
ru: МАВАКИТ
ur: مواقیت۔۔
zh: 马瓦吉特

# duaaElEftarText
source: اللهم اني لگ صمت وعلى رزقك افطرت واليك انبت وعليگ توكلت ذهب الظما وابتلت العروق وثبت الاجر انشاء الله
bn: আল্লাহুম্মা ইন্নি লাকা সামতু ওয়া আলা রিজকিকা আফতারতু, ওয়ালাইকা আনবাতু ওয়া আলাইকা তাওকলতু, যাযাবাৎ-যুমা ওয়াবতলাতিল অরকু, ওয়াসাবাতিল আজর ইনশা আল্লাহ্
hu: Ó, Allah, érted böjtöltem, és a Te ellátmányoddal törtem meg a böjtöt. Hozzád fordulok, és Rád hagyatkozom. Elmúlt a szomjúság, megnedvesedtek az erek, és biztosított a jutalom Allah engedelmével
pt: Ó Allah, por você jejuei, e com o sustento vindo de Ti, quebrei o meu jejum. Para você, retorno-me em arrependimento e em ti, deposito minha confiança. A sede já se saciou, as veias foram hidratadas, a recompensa já foi garantida, se Allah desejar.
sq: “Allahu im, për hir Tënden agjërova, me atë që më kë furnizuar bëjë iftar. Etja shkoi, damarët u njomën. Inshallah (dashtë Allahu) edhe shpërblimi dhe mirësia m’u caktuan.”
tr: "Allahümme leke sumtu ve bike âmentü ve aleyke tevekkeltü ve alâ rızkıke eftartü ve savme'l-Ğadi min şehri Ramazane neveytü, feğfirlî mâ kaddemtü ve mâ ahhartü."
uk: اللهُمَّ إِنِّي لَكَ صُمْتُ وَعَلَى رِزْقِكَ أَفْطَرْتُ، وَإِلَيْكَ انْبَتُّ، وَعَلَيْكَ تَوَكَّلْتُ، ذَهَبَ الظَّمَأُ وَابْتلّت الْعُرُوِقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ.
