Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

# azkarList6
source: La ilaha illa Allah, wahdahu la charika lah, lahu elmulku wa lahu elhamdu, wa hua `ala koulli chayin kadir, Allahumma la mani`a lima a`atayte, wa la mu`atia lima `ate, wa la yanefa`u dhal djaddi mineka eldjad
ar: لا إِلَٰهَ إلاّ اللّهُ وحدَهُ لا شريكَ لهُ، لهُ المُـلْكُ ولهُ الحَمْد، وهوَ على كلّ شَيءٍ قَدير، اللّهُـمَّ لا مانِعَ لِما أَعْطَـيْت، وَلا مُعْطِـيَ لِما مَنَـعْت، وَلا يَنْفَـعُ ذا الجَـدِّ مِنْـكَ الجَـد
bg: لا إِلَٰهَ إلاّ اللّهُ وحدَهُ لا شريكَ لهُ، لهُ المُـلْكُ ولهُ الحَمْد، وهوَ على كلّ شَيءٍ قَدير، اللّهُـمَّ لا مانِعَ لِما أَعْطَـيْت، وَلا مُعْطِـيَ لِما مَنَـعْت، وَلا يَنْفَـعُ ذا الجَـدِّ مِنْـكَ الجَـد
bn: লা ইলাহা ইল্লাল্লাহ, ওয়াহদাহু লা শারীকা লাহ, লাহুল মুলকু, ওয়া লাহুল হামদু, ও হুয়া ‘আলা কুল্লি শাই’ইন কাদীর। আল্লাহুম্মা লা মানিয়া লিমা আ‘তাইতা, ওয়ালা মু‘তিয়া লিমা মানা‘তা, ওয়ালা ইয়ানফা‘উ যাল-জাদ্দি মিনকাল-জাদ্দ
fa: لَا اله إِلَا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ علی كُلِ شَيْءٍ قَدِيرٌ اللهُمَ لَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذا الْجَدِ منک الْجَدُ
hi: ला इलाहा इल्ला अल्लाह, वहदाहु ला चारिका लाह, लाहु एल्मुल्कु वा लाहु एल्हम्दु, वा हुआ `अला कुल्ली चयिन कादिर, अल्लाहुम्मा ला मनिआ लिमा अतायते, वा ला मुआतिया लीमा `एते, वा ला यानेफा'उ ढल जद्दी माइनका एल्डजाद
hu: Nincs más jogosan imádható isten Allahon kívül, Ő egyedül létezik, nincs Neki társa, Övé a tulajdon és Őt illeti a hála és Ő minden dologra képes. Ó Allah! senki sem képes visszatartani attól, amit Te adsz, és senki sem képes megadni azt, amit Te megakadályozol. Nem használ a hatalommal bíró embernek a hatalma, mivel Tőled származik (minden) hatalom.
id: Lailahaillallah wahdahula syarikalah lahul mulku walahul hamdu yuhyi wayumitu wahuwa ala kulli syai-in qadir, Allahumma laa maani'a lima a'taita walaa mu'tiya lima mana'ta wala radda lima qadhaita wa laa yanfa'u dzaljadda minkaljadd
ko: 라 일라하 일라 알라, 와다후 라 카리카 라, 라후 엘물쿠 와 라후 엘함두, 와하 알라 코울리 체이인 카디르, 알라 훔마 라 마니 아타테, 와라 무티아 아타테, 와라 야네파 우달 디 자디 마이카 엘드 자드.
ku: لا إِلَٰهَ إلاّ اللّهُ وحدَهُ لا شريكَ لهُ، لهُ المُـلْكُ ولهُ الحَمْد، وهوَ على كلّ شَيءٍ قَدير، اللّهُـمَّ لا مانِعَ لِما أَعْطَـيْت، وَلا مُعْطِـيَ لِما مَنَـعْت، وَلا يَنْفَـعُ ذا الجَـدِّ مِنْـكَ الجَـد
ms: La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa ‘ala kulli shayin qadeer, allahumma la mani’a lima a’tayt, wa la mu’tiya lima mana’t, wala yanfa’u thal-jaddi minkal-jad
nl: Er is geen god dan Allah, Hij is Enig zonder enige partner. Aan Hem behoort de heerschappij en alle lof, en Hij is almachtig over alles. O Allah, er is niemand die kan tegenhouden wat U geeft en er is niemand die kan geven wat U tegenhoudt. En de rijkdom van deze wereld kan ons niet helpen zonder Uw hulp
pa: لا إِلَٰهَ إلاّ اللّهُ وحدَهُ لا شريكَ لهُ، لهُ المُـلْكُ ولهُ الحَمْد، وهوَ على كلّ شَيءٍ قَدير، اللّهُـمَّ لا مانِعَ لِما أَعْطَـيْت، وَلا مُعْطِـيَ لِما مَنَـعْت، وَلا يَنْفَـعُ ذا الجَـدِّ مِنْـكَ الجَـد
pt: Ninguém é digno de adoração exceto Allah, o único, sem parceiro algum, somente ele pertence ao reinado e somente para ele são todas as glórias e ele tem poder sobre tudo. Ó Allah! Ninguém nega que você concede e ninguém concede tudo que você retém; e a grandeza dos grandes é inútil para eles contra você
ru: Ля иляха илля Аллах, вахдаху ля харика лах, ляху эльмульку ва ляху эльхамду, ва хуа `ала кулли чаин кадир, Аллахумма ля мани`а лима а`атайте, ва ля му`атия лима `ате, ва ля янефа`у дхал джадди минека эльджад
sq: La ilahe il-lallahu vahdehu la sherike leh, lehul Mulku ve lehul Hamdu, ve Huve Ala kuli shejin Kadiir. Allahumme la, mania lima aetejte, ve la muetie lima menate ve la jenfau dhel xheddi elxhed.
tr: Lâ ilâhe illallâhu vahdehû lâ şerîke leh, lehül-mülkü ve lehül-hamdü ve hüve alâ külli şey’in kadîr.
ug: لائىلاھەئىللەللاھۇ ۋەھدەھۇ لاشەرىيكە لەھۇ، لەھۇلمۇلكۇ ۋەلەھۇل ھەمدۇ، ۋەھۇۋە ئەلە كۇللى شەيئىن قەدىيرۇن، ئاللاھۇممە لا مانىئە لىما ئەئتەيتە، ۋەلا مۇئتىيە لىما مەنەئتە، ۋەلا يەنفەئۇ زەلجەددى مىنكەل جەددۇ
uk: Ла ілаха ілла Аллах, вахдаху ла харика ла, лаху елмулку ва лаху елхамду, ва хуа'ала куллі чаїн кадір, Аллахумма ла маніа ліма а'атайте, ва ла муатія ліма а'атате, ва ла янефа'у дхал джадді мінека елджад.
ur: لا الہ الا اللہ، وحدۃ لاچارک لہ، لاہو الملک و لہو الہامدو، وھوا علیٰ کُلّی چھائِین قدیر، اللّٰہُمَّا لاَ منیٰ لِما اَطَیْطَ، وَلا مُعَطَہَ لِمَا عَتِی، وَلا یَنْفَعُوْ ذَلَجَدِی منیکا الجاد
vi: La ilahe illellahu vahdehu la šerike leh, lehu-l-mulku ve lehu-l-hamdu ve huve ‘ala kulli šej-in kadir

# azkarList7
source: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
ar: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
bg: اللَّهمَّ أنتَ ربِّي وأنا عبدُكَ لا إلهَ إلَّا أنتَ خلَقْتَني وأنا عبدُكَ أصبَحْتُ على عهدِكَ ووَعْدِكَ ما استطَعْتُ أعوذُ بكَ مِن شرِّ ما صنَعْتُ وأبوءُ لكَ بنعمتِكَ علَيَّ وأبوءُ لكَ بذُنوبي فاغفِرْ لي إنَّه لا يغفِرُ الذُّنوبَ إلَّا أنتَ
el: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
et: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
fi: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
hu: Ó, Allah! Te vagy az én Uram, nincs Rajtad kívül más jogosan imádható isten, csak Te. Te teremtettél és én a szolgád vagyok. Én be fogom tartani a Veled kötött egyezséget és a Neked tett ígéretet, amennyire csak képes vagyok rá. Menedéket keresek Nálad attól a sok rossztól, amit elkövettem. Elismerem az adományaidat, amit adtál nekem, és elismerem a bűneimet. Bocsáss meg nekem hát! Bizony nincs más, aki megbocsátja a bűnöket, csak Te
id: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
it: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
ko: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
lt: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
lv: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
ms: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
no: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
pl: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
pt: Ó Allah! Você é meu Senhor, não há deus além de Vós. Você criou-me e sou seu servo, e estou vinculado à aliança sua e promessa tanto quanto posso. Busco refúgio em vós ontra o mal do que fiz. Reconheço diante de você e as bênçãos sobre mim e reconheço o meu pecado; portanto, perdoe-me, pois ninguém perdoa pecados, exceto vós.
ru: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
sl: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
sq: O Allah! Ti je Zoti im! Askush nuk meriton të adhurohet, përveç Teje! Ti më krijove dhe unë jam robi Yt! Unë do t’i qëndroj besnik besës dhe premtimit që të kam dhënë, sa të mundem! Kërkoj që të më mbrosh nga e keqja që vjen si pasojë e asaj që kam bërë! Të jam mirënjohës për të gjitha mirësitë që më ke bërë dhe i pranoj gjynahet e mia, prandaj më fal, sepse, në të vërtetë, gjynahet nuk i fal askush tjetër, përveç Teje! “Kush e thotë këtë në mbrëmje duke qenë i bindur në të dhe vdes po atë natë do të jetë prej banorëve të Xhennetit, poashtu edhe në mëngjes” Buhariu 7/150
sv: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
tr: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك, وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفرُ الذنوب إلا أنت
ug: ئاللاھۇممە ئەنتە رەببىي، لائىلاھە ئىللا ئەنتە، خەلەقتەنىي ۋەئەنە ئەبدۇكە، ۋەئەنە ئەلە ئەھدىكە ۋەۋەئدىكە مەستەتەئتۇ، ئەئۇزۇ بىكە مىن شەررى ما سەنەئتۇ، ئەبۇئۇ لەكە بىنىئمەتىكە ئەلەييە، ۋەئەبۇئۇ بىزەنبىي، فەغفىرلى، فەئىننەھۇ لا يەغفىرۇ زۇنۇۋبە ئىللە ئەنتە
uk: О, Аллаг, Ти - Господь мій, і немає бога, гідного поклоніння, окрім Тебе, Ти сотворив мене, а я - Твій раб, і я берегтиму вірність Тобі, доки в мене вистачить сил. Звертаюся до Тебе від зла того, що я зробив, визнаю милість, надану Тобою мені, і визнаю гріх свій. Пробач же мені, бо, насправді, ніхто не пробачає гріхів, окрім Тебе
ur: اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدُك، وأنا على عهدِك ووعدِك ما استطعتُ، أعوذ بك من شر ما صنعتُ، أبوءُ لَكَ بنعمتكَ عَلَيَّ، وأبوء بذنبي، فاغفر لي، فإنه الذنبي، فاغفر لي، فإنه الذنبي
vi: ''Allahu, Ti si moj Gospodar! Nema boga osim Tebe! Ti si me stvorio, i ja sam Tvoj rob! Držim se, koliko god mogu, svoje obaveze (prema Tebi) i svoga obećanja Tebi! Od Tebe tražim zaštitu od zla onoga što sam uradio! Priznajem Tvoje blagodati prema meni, i priznajem svoje grijehe! Oprosti mi, jer, doista, niko osim Tebe ne može grijehe oprostiti.''

# azkarList8
source: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
ar: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
bg: أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلهِ وَالْحَمْدُ لِلهِ لَا إِلَهَ إِلَّا الله وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ . رَبِّ إنِّي أَسْأَلُكَ خَيْرَ مَا فِي هَذَا اليَوم وَخَيْرَ مَا بَعْدَهُ وَأَعُوذُ بِكَ مِنْ شَرِّ هَذَا اليَوم وَشَرِّ مَا بَعْدَهُ . رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ . رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ
el: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
et: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
fi: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
hu: Reggelre keltünk és reggel eme idejében (is) Allahoz tartozik minden tulajdon, és minden hála és dicséret Allahot illeti, nincs más jogosan imádható isten Allahon kívül, Ő egyedül létezik, nincs Neki társa, Övé a tulajdon és Őt illeti a hála és Ő minden dologra képes. Uram, kérek Tőled minden jót, ami ebben a napban van és minden jót, ami utána következik. És menedéket keresek Nálad minden gonosztól, ami ebben az napban van és minden rossztól, ami utána jön. Uram, menedéket keresek nálad a lustaságtól, és az időskor tehetetlenségétől. Uram, menedéket keresek nálad a tűz kínzásától és a sírbani büntetéstől
id: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
it: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
ko: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
lt: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
lv: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
ms: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
no: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
pl: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
pt: Nós, assim como todo o universo, amanhecemos para (a adoração de) Allah. Todos os louvores para Allah. Ninguém mais é digno de adoração exceto Allah. Ele é Único, não possui nenhum parceiro. A Ele pertence todo o universo. E para Ele são todos os louvores. Ó Senhor! Peço-Vos todas as coisas boas relacionadas com este dia e com os dias a seguir; peço a Vossa Proteção contra todos os males relacionados com este dia e os dias a seguir. Ó Senhor! Peço a Vossa ajuda no sentido de salvar-me da indolência e os males da velhice. Ó Allah! Peço a Vossa Proteção contra os castigos do Inferno e da sepultura.
ru: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
sl: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
sq: E arritëm mëngjesin, e gjithë pasuria i takon Allahut. Falënderimi është për Allahun, nuk ka të adhuruar me të drejtë përveç Allahut i Cili është Një dhe i Pashoq. Atij i takon sundimi dhe falënderimi, Ai është i Plotfuqishëm mbi çdo gjë. O Zot, prej Teje e kërkoj të mirën e kësaj dite dhe të ditëve tjera dhe prej Teje e kërkoj mbrojtjen nga e liga e kësaj dite dhe e ditëve tjera. O Zot, kërkoj mbrojtjen Tënde nga përtacia dhe mendjemadhësia. O Zot, më mbro nga dënimi i zjarrit dhe nga dënimi i varrit.
sv: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
tr: أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر
ug: ئەسبەھنە ۋەئەسبەھەلمۇلكۇ لىللاھى، ۋەلھەمدۇ لىللاھى ۋەلا ئىلاھە ئىللەللاھۇ ۋەھدەھۇ لاشەرىيكە لەھۇ، لەھۇلمۇلكۇ ۋەلەھۇلھەمدۇ، ۋەھۇۋە ئەلا كۇللى شەيئىن قەدىيرۇن، ئەسئەلۇكە خەيرە ما فى ھەزەل يەۋمى، ۋەخەيرە ما بەئدەھۇ، ۋەئەئۇزۇبىكە مىن شەررى ھازەليەۋمى، ۋەشەررە ما بەئدەھۇ، ۋەئەئۇزۇبىكە مىنەلكەسەلى ۋەسۇئىلكىبەرى، ۋەئەئۇزۇبىكە مىن ئەزابىن نەرى ۋەئەزابىل قەبرى
uk: Настав ранок, у якому вся влада належить Господу. Хвала Йому! Немає бога, крім Нього Одного. Влада належить Йому. Хвала належить Йому! Він усе може здійснити. О Господь мій! Я прошу в Тебе благо, яке [міститься] в цьому дні, і благо в завтрашньому дні. Я віддаляюся з Твоєю допомогою від зла, яке в цьому дні, і зла, яке може бути в завтрашньому дні. О Господь мій! Я віддаляюся з Твоєю допомогою від лінощів і зла гордині. О Господь! Я віддаляюся з Твоєю допомогою від мук у Пеклі та мук у могилі
vi: Osvanusmo i osvanu svekolika Allahova vlast. Hvala Allahu i nema boga osim Njega Jedinog, Koji druga nema. Njemu pripada sva vlast i svaka pohvala i on nad svačim ima moć. Allahu, molim Te za sva dobra ovog dana i za dobra poslije njega. I utječem ti se od zla ovog dana i zla poslije njega. Gospodaru moj, Tebi se sklanjam pred lijenošću i zlohudom ohološću. Tebi se sklanjam pred kaznom Džehennema i kaburskom kaznom. (Muslim)
