Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

# azkarList0
source: Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah Allahumma anta Essalam wa mineka Essalam, tabarakta ya dhal djalali wel ikram Allahumma A`inni `ala dhikrika wa chukrika wa husni `ibadatik
ar: أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله اللّهُـمَّ أَنْـتَ السَّلامُ ، وَمِـنْكَ السَّلام ، تَبارَكْتَ يا ذا الجَـلالِ وَالإِكْـرام اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ
az: Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah Allahumma anta Essalam wa mineka Essalam, tabarakta ya dhal djalali wel ikram Allahumma A`inni `ala dhikrika wa chukrika wa husni `ibadatik [Bağışla, Allah, Bağışla, Allah, Bağışla, Allah. Ey Allah, Sən əsl salam (sülh) verənin, sənin tərəfindən (sülh) gələn sənə şan-şöhrət və lütf edənsən. Ey Allah, məni Sənin zikrini (xatırlamağı) etməkdə, Sənin şükrünü etməkdə və Sənin ibadətini (gözəl şəkildə) etməkdə mənə kömək et.]
bg: Естегфируллах, Естегфируллах, Естегфируллах !Аллахумме ентес-Селяму уе минекес-Селяму, Тебееракте йе зел джелели уел икрам. Аллахумме Еинни але зикрике уе шукрике уе хусни ибадетик
bn: আস্তাগফিরুল্লাহ, আস্তাগফিরুল্লাহ, আস্তাগফিরুল্লাহ। আল্লাহুম্মা আনতা আস-সালাম ওয়া মিনকা আস-সালাম, তাবারাকতা ইয়া যাল-জালালি ওয়াল ইকরাম। আল্লাহুম্মা আ’ইন্নি ‘আলা জিকরিকা ওয়া শুকরিকা ওয়া হুসনি ‘ইবাদাতিক।
da: Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah Allahumma anta Essalam wa mineka Essalam, tabarakta ya dhal djalali wel ikram Allahumma A`inni `ala dhikrika wa chukrika wa husni `ibadatik
fa: استغفر الله استغفر الله استغفر الله اللهم أنت السلام و منک السلام تبارکت یا ذا الجلال و الإکرام، اللَّهُمَّ أَعِنِّي عَلَی ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبَادَتِكَ
hi: अस्तग़फिरु अल्लाह, अस्तग़फिरु अल्लाह, अस्तग़फिरु अल्लाह अल्लाहुम्मा अंत एस्सलाम वा मिनेका एस्सलाम, तबरक्त या ढल जलाली वेल इकराम अल्लाहुम्मा ए`इनी `अला धिक्रिका वा चुकरिका वा हुस्नी `इबादतिक
hu: Bűnbocsánatot kérek Allahtól (háromszor). Ó, Allah! Te vagy a Béke, és Tőled van a béke. Áldott vagy, Ó, Magasztos és Méltóságteljes. Ó Allah! Segíts nekem, hogy megemlékezzek Rólad, hálás legyek Neked, és jól szolgáljalak Téged!
id: Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah Allahumma anta Essalam wa mineka Essalam, tabarakta ya dhal djalali wel ikram Allahumma A`inni `ala dzikrika wa chukrika wa husni `ibadatik
ja: アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ、アッラーに捧ぐ
ko: 아스타그피루 알라, 아스타그피루 알라, 아스타그피루 알라 알라훔마 안타 에살람과 광산 에살람, 타바락타 야 달 잘랄리와 이크람 알라훔마 A`inni `알라 디크리카와 추크리카와 후즈니 `아이바다틱.
ku: أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله اللّهُـمَّ أَنْـتَ السَّلامُ ، وَمِـنْكَ السَّلام ، تَبارَكْتَ يا ذا الجَـلالِ وَالإِكْـرام اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ
ms: Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah Allahumma antassalam wa minkassalam, tabarakta ya zhal djalali wal ikram Allahumma A`inni `ala dhikrika wa zhukrika wa husni `ibadatik
nl: Ik zoek vergeving bij Allah, ik zoek vergeving bij Allah, ik zoek vergeving bij Allah. O Allah, U bent vrede en van U komt vrede. Gezegend bent U, O Bezitter van majesteit en eer. O Allah, help mij om U te herinneren, U te bedanken en U op de beste manier te aanbidden
pa: أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله اللّهُـمَّ أَنْـتَ السَّلامُ ، وَمِـنْكَ السَّلام ، تَبارَكْتَ يا ذا الجَـلالِ وَالإِكْـرام اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ
pt: Peço desculpas a Allah, peço desculpas a Allah, peço desculpas a Allah, Ó Allah! Você é aquele que concede a paz e a paz vem somente de você. Você é o senhor da benção, Ó o senhor da majestade e benevolência! Ó Allah! Me ajuda em sua recordação, em seu agradecimento e sua boa adoração
ro: Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah Allahumma anta Essalam wa mineka Essalam, tabarakta ya dhal djalali wel ikram Allahumma A`inni `ala dhikrika wa chukrika wa husni `ibadatik
ru: Астагфиру Аллах, Астагфиру Аллах, Астагфиру Аллах Аллахумма анта Эссалам ва минека Эссалам, табаракта йа дхал джалали вел икрам Аллахумма А`инни `ала дихрика ва чукрика ва хусни `ибадатик
sq: Estagfirullah, Estagfirullah, Estagfirullah. All-llahumme entes- selam ve minkes - selam tebarekte ja dhel xhelali vel-ikram. Allahumme einni ala dhikrike ve shukrike ve husni ibadetik.
sv: Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah, Astaghfiru Allah Allahumma anta Essalam wa mineka Essalam, tabarakta ya dhal djalali wel ikram Allahumma A`inni `ala dhikrika wa chukrika wa husni `ibadatik
tr: Allahümme ente'sselâm ve minke'sselâm tebârekte ve teâleyte yâ ze'lcelâli ve'l-ikrâm, Allahümme einni ala zikrike ve şükrike ve hüsni ibadetike
ug: ئەستەغفىرۇللاھ، ئەستەغفىرۇللاھ، ئەستەغفىرۇللاھ ئاللاھۇممە ئەنتەسسالامە ۋە مىنكەسسالام، تەبەرەكتە يە زەل جەلەلى ۋەل ئىكرام ئاللاھۇممە ئەئىننى ئەلە زىكرىكە ۋە شۇكرىكە ۋەھۇسنى ئىبادەتەكە
uk: Астагфиру-Ллаг, Астагфиру-Ллаг, Астагфиру-Ллаг. Аллагумма анта-с-Салям уа мінкя-с-салям, табаракта, йа Ду-ль-джалялі уа-ль-ікрам! Аллагумма аінні аля зікріка уа-шукріка уа-хусні ібадатік! О Аллаг, пробач мені! О, Аллаг, пробач мені! О Аллаг, пробач мені! О Аллаг, Ти - Світ і від Тебе - світ, благословенний Ти, о Володар величі та щедрості! О Аллаг, допоможи мені згадувати Тебе, прославляти Тебе і належним чином поклонятися Тобі!
ur: استغفیر اللہ، استغفی اللہ، استغفی اللہ اللہ تعالٰی انت السلام و منکا السلام، تبرکتہ یا ذل جلالی ول اکرام اللہم الذین علی ذکرک و شکرک و حسنی عبادت
vi: Estagfirullah, Estagfirullah, Estagfirullah. Allahumme entes-selamu ve minkes-selam, tebarekte ja zel-dželali vel-ikram! ''Gospodaru naš, Ti si izvor spasa i od Tebe je spas. Uzvišen si Ti, o Gospodaru veličine i plemenitosti'' (Muslim, Ebu Davud, Tirmizi, Nesa’i, Ibn Madže, Taberani, Darimi)
zh: 阿拉善哉，阿拉善哉，阿拉善哉，阿拉善哉，阿拉善哉，阿拉善哉。

# azkarList1
source: Subhan Allah wal hamdu lillah wallahu akbar (33 times) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
ar: سُـبْحانَ اللهِ، والحَمْـدُ لله، واللهُ أكْـبَر 33 مرة ، لا إِلَٰهَ إلاّ اللّهُ وَحْـدَهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحَمْد، وهُوَ على كُلّ شَيءٍ قَـدير
az: Subhan Allah wal hamdu lillah wallahu akbar (33 times) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir [Allah mübərakdır, hamd Allah'a aiddir, Allah böyüktür" (33 dəfə). "Allahdan başqa ilah yoxdur, O təkdir, Onun şəriki yoxdur; mülk O'nundur, hamd O'nadır və O, hər şeyə qadirdir.]
bg: СубханАллах, Елхамдулиллях, Аллаху Екбер (33 пъти) Ля иляхе илляллах, уахдеху ля шерике лех, лехул-мулку уе лехул-хамду уе хууе аля кулли шейин кадир.
bn: সুবহান আল্লাহ, ওয়াল হামদু লিল্লাহ, ওয়াল্লাহু আকবার (৩৩ বার) লা ইলাহা ইল্লাল্লাহু, ওয়াহদাহু লা শারীকা লাহ, লাহুল মুলকু, ওয়া লাহুল হামদু, ও হুয়া ‘আলা কুল্লি শাই’ইন কাদির
cs: Subhan Allah wal hamdu lillah wallahu akbar (33 krát) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
da: Subhan Allah wal hamdu lillah wallahu akbar (33 gange) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
de: Subhan Allah wal hamdu lillah wallahu akbar (33 mal) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
el: Subhan Allah wal hamdu lillah wallahu akbar (33 φορές) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
es: Subhan Allah wal hamdu lillah wallahu akbar (33 veces) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
et: Subhan Allah wal hamdu lillah wallahu akbar (33 korda) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
fa: سبحان الله و الحمد الله و الله اکبر(33 بار) لااله إِلَا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ كُلِ شَيْءٍ قَدِيرٌ
fi: Subhan Allah wal hamdu lillah wallahu akbar (33 kertaa) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay kadirissa.
fr: Subhan Allah wal hamdu lillah wallahu akbar (33 fois) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
hi: सुभान अल्लाह वल हम्दु लिल्लाह वल्लाहु अकबर (33 बार) ला इलाहा इल्ला अल्लाह, वहदाहु ला चारिका लाह, लहू एल्मोल्कु वा लहु एल्हम्दु, वा हुआ `अला कुल्ली चाय इन कादिर
hu: Magasztaltassék Allah (Szubhán Allah), és Hála Allahnak (Alhamdulilláh), és Allah a Leghatalmasabb (Alláhu Akbar) (mindegyiket 33-szor), Nincs más jogosan imádható isten Allahon kívül, Ő egyedül létezik, nincs Neki társa, Övé a tulajdon és Övé a hála és Ő minden dologra képes.
id: Subhanallah wal hamdu lillah wallahu akbar (33 kali) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
it: Subhan Allah wal hamdu lillah wallahu akbar (33 volte) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
ko: 수반 알라 왈 함두 릴라 왈라후 아크바르 (33회) 라 일라하 일라 알라, 와다후 라 카리카 라, 라후 엘물쿠와 라후 엘함두, 와하 `알라 쿨리 체이 인 카디르.
ku: سُـبْحانَ اللهِ، والحَمْـدُ لله، واللهُ أكْـبَر 33 جار لا إِلَٰهَ إلاّ اللّهُ وَحْـدَهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحَمْد، وهُوَ على كُلّ شَيءٍ قَـدير
lt: Subhan Allah wal hamdu lillah wallahu akbar (33 kartus) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
lv: Subhan Allah wal hamdu lillah wallahu akbar (33 reizes) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
ms: Subhan Allah wal hamdu lillah wallahu akbar (33 Kali) La ilaha illa Allah, wahdahu la sharika lah, lahu lmulku wa lahulhamdu, wa hua `ala kulli shai in kadir
nl: Glorieus is Allah, en alle lof is voor Allah, en Allah is de grootste, (33 keer). Er is geen god dan Allah, Hij is de Enige zonder enige partner. Hij heeft alle macht en alle lof komt Hem toe, en Hij is almachtig over alles
pa: سُـبْحانَ اللهِ، والحَمْـدُ لله، واللهُ أكْـبَر 33 مرة لا إِلَٰهَ إلاّ اللّهُ وَحْـدَهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحَمْد، وهُوَ على كُلّ شَيءٍ قَـدير
pl: Subhan Allah wal hamdu lillah wallahu akbar (33 razy) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
pt: Puro de qualquer defeito é Allah, todos os louvores são a Allah e Allah é o maior (33 vezes) Ninguém é digno de adoração exceto Allah, o único, sem parceiro algum, somente ele pertence ao reinado e somente para ele são todas as glórias; todo bem está no seu poder e ele tem o poder de tudo
ro: Subhan Allah wal hamdu lillah wallahu akbar (33 de ori) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
ru: Субхан Аллах вал хамду лиллах валлаху акбар (33 раза) Ла илаха илла Аллах, вахдаху ла харика лах, лаху эльмульку ва лаху эльхамду, ва хуа `ала кулли чай ин кадир
sl: Subhan Allah wal hamdu lillah wallahu akbar (33-krat) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
sq: Dhikri Subhanallah 33 here Elhamdulilah 33 here Allahu Ekber 33 here La ilahe il-lallahu vahdehu la sherike leh, lehul Mulku ve lehul Hamdu ve Huve Ala kuli shejin Kadiir
sv: Subhan Allah wal hamdu lillah wallahu akbar (33 gånger) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
th: Subhan Allah wal hamdu lillah wallahu akbar (33 ครั้ง) La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir
tr: Her namazdan sonra otuz üç kere ‘sübhanallah’, otuz üç kere ‘elhamdülillah’, otuz üç kere ‘Allahü ekber’ derseniz, tamamı 99 eder. Yüzün tamamında da, ‘Lâilaheillallahü vahdehu lâ şerika leh, lehül mülkü ve lehül hamdü ve hüve alâ külli şeyin kadîr
ug: سۇبھانەللاھ ئەلھەمدۇ لىللاھ ئاللاھۇ ئەكبەر (33 قېتىم) لائىلاھە ئىللەللاھ، ۋەھدەھۇ لا شەرىكەلەھ، لەھۇلمۇلكۇ ۋەلەھۇلھەمدۇ، ۋەھۇۋە ئەلە كۇللى شەيئىن قەدىر
uk: Субхан Аллаг уаль хамду ліллаг валлаху акбар (33 рази) Ля ілаха іллах іллах Аллах, вахдаху ла чаріка ла, лаху ельмульку ва лаху ельхамду, ва хуа'ала куллі чай ін кадір
ur: سبحان اللہ والحمدو للہ واللہ اکبر (33مرتبہ) لا الہ الا اللہ، وحدہ لاچاری لہ، لہو المؤلکو و لہو الہامدو، وھو الہٰی کُلّی ان قدیر۔
vi: Subhanellahi – 33 puta; El-Hamdu lillahi – 33 puta; Allahu ekber – 33 puta (Buhari, Muslim, Nesa’i); ili svaku od ove tri riječi po 11 puta. La ilahe illellahu vahdehu la šerike leh, lehu-l-mulku ve lehu-l-hamdu ve huve ‘ala kulli šej-in kadir
zh: Subhan Allah wal hamdu lillah wallahu akbar（33次） La ilaha illa Allah, wahdahu la charika lah, lahu elmoulku wa lahu elhamdu, wa hua `ala kulli chay in kadir

# azkarList2
source: بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ ، مَلِكِ ٱلنَّاسِ ، إِلَٰهِ ٱلنَّاسِ ، مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ ، ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ ، مِنَ ٱلۡجِنَّةِ وَٱلنَّاس
ar: بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ ، مَلِكِ ٱلنَّاسِ ، إِلَٰهِ ٱلنَّاسِ ، مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ ، ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ ، مِنَ ٱلۡجِنَّةِ وَٱلنَّاس
hu: Allah, a felettébb Könyörületes és Irgalmas nevében. Mondd: Menedéket keresek az emberek Uránál. Az emberek Királyánál. Az emberek Istenénél. Minden lopva sugalmazó (sátán) elől, aki (gonosz gondolatokat) sugdos az emberek keblébe, legyen ő dzsinn vagy ember
it: بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ ، مَلِكِ ٱلنَّاسِ ، إِلَٰهِ ٱلنَّاسِ ، مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ ، ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ ، مِنَ ٱلۡجِنَّةِ وَٱلنَّاس
pt: Em nome de Deus, o Clemente, Tão Misericordioso; Diz "Busco refúgio no Senhor dos humanos, O Rei dos Humanos, O Deus dos humanos, Contra todo mal murmurador que recua, que murmura nos peitos dos humanos, dos gênios ou dos humanos"
sq: 1. “Thuaj” Mbështetem (mbrohem) me Zotin e njerëzve! 2. Sunduesin e njerëzve 3. Të adhuruarin e njerëzve 4. Prej së keqes së përshpëritësit që fshihet 5. i cili pëshpërit në zemrat e njerëzve 6. qoftë ai pëshpëritësi (për të keq) nga exhinët ose nga njerëzit” (En-Nas, 1-6)
ug: بىسـمىللاھىر رەھمانىر رەھىيم قۇل ئەئۇزۇ بىرەببىن ناس، مەلىكىن ناس، ئىلەھىن ناس، مىن شەررىل ۋەسۋاسىل خەنناس، ئەللەزى يۈۋەسۋىسۇ فىسۇدۇرىن ناس، مىنەل جىننەتى ۋەنناس
uk: Ім'ям Аллаха Милостивого, Милосердного! Скажи: «Шукаю захисту в Господа людей, Володаря людей, Бога людей, від зла спокусника зникаючого, який зваблює серця людей, від зла джинів і людей». (Коран, 114 сура)

# azkarList3
source: بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ ، مِن شَرِّ مَا خَلَقَ ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ، وَمِن شَرِ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ
ar: بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ ، مِن شَرِّ مَا خَلَقَ ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ، وَمِن شَرِ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ
hu: Allah, a felettébb Könyörületes és Irgalmas nevében. Mondd: Menedéket keresek a hajnalhasadás Uránál. Annak rossza elől, amit teremtett. És a szétterjedő sötétség rossza elől. És a csomókba fújó [boszorkányok, varázslók] rossza elől. És az irigy rossza elől, amikor irigykedik.
it: بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ ، مِن شَرِّ مَا خَلَقَ ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ، وَمِن شَرِ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ
pt: Em nome de Deus, o Clemente, Tão Misericordioso; Diz: "Busco refúgio no Senhor da manhã, Contra o malcriado, e o mal da escuridão ao entrar, e o mal que nos sopra, E o mal invejoso em inveja"
sq: 1. “Thuaj: I mbështetem Zotit të agimit! 2. Prej dëmit të asaj që Ai krijoi, 3. dhe prej dëmit të natës kur ajo ngryset, 4. dhe prej dëmit të atyre që fryjnë (fjalë të magjisë) në nyja (të lidhura), 5. dhe prej dëmit të smirëkeqit kur sipas smirës vepron.” (El-Felek, 1-5)
ug: بىسـمىللاھىر رەھمانىر رەھىيم قۇل ئەئۇزۇ بىرەببىل فەلەقى، مىن شەررى ما خەلەقە، ۋەمىن شەررى غاسىقىن ئىزا ۋەقەبە، ۋەمىن شەررىن نەففاساتى فىل ئۇقەدى، ۋەمىن شەررى ھاسىدىن ئىزا ھەسەدە

# azkarList4
source: بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ هُوَ ٱللَّهُ أَحَدٌ ، ٱللَّهُ ٱلصَّمَدُ ، لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ، وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ
ar: بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ هُوَ ٱللَّهُ أَحَدٌ ، ٱللَّهُ ٱلصَّمَدُ ، لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ، وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ
hu: Allah, a felettébb Könyörületes és Irgalmas nevében. Mondd: Ő Allah, az Egyetlen. Allah, az Örökkévaló! Nem nemzett és nem nemzetett. És senki sem hasonlatos Hozzá
it: بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ هُوَ ٱللَّهُ أَحَدٌ ، ٱللَّهُ ٱلصَّمَدُ ، لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ، وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ
pt: Em nome de Deus, o Clemente, Tão Misericordioso; Diz: "Ele é Deus, o único! Deus é Independente; Não gerou e nem foi gerado; E não existe ninguém igual"
sq: Me emrin e Allahut, të Gjithëmëshirshmit, Mëshirëplotit 1. Thuaj: “Ai është Allahu, Një dhe i Vetëm! Allahu është Absoluti, të Cilit i përgjërohet gjithçka në amshim. Ai as nuk lind, as nuk është i lindur. Dhe askush nuk është i barabartë (a i krahasueshëm) me Atë!”
ug: بىسـمىللاھىر رەھمانىر رەھىيم قۇل ھۇۋەللاھۇ ئەھەد، ئەللاھۇسسەمەد، لەم يەلىد ۋەلەم يۇۋلەد، ۋەلەم يەكۇن لەھۇ كۇفۇۋەن ئەھەد

# azkarList5
source: ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَ‍ُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ
ar: ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَ‍ُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ
hu: Allah – nincs más jogosan imádható isten csak Ő – az Élő, a Fenntartó. Nem vesz erőt rajta sem szendergés, sem alvás. Övé mindaz, ami az egekben, és ami a földön van. Vajon ki az, aki az engedélye nélkül közben járhatna Nála (a Feltámadás Napján)? Tudja azt, ami előttük van (a jövőt), és azt, ami mögöttük van (a múltat). [Ők azonban] nem fognak fel semmit az Ő tudásából, csak azt, amit Ő akar. A Széke átfogja az egeket és a földet. A megőrzésük nem terheli meg Őt. Ő a Mindenek Feletti, a Hatalmas
it: ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَ‍ُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ
pt: Deus! Não existe divindade exceto Ele, o eternamente vivo, o subsistente; Não toma-o a sonolência nem o sono; pertence-lhe tudo que há nos céus e tudo que há na terra. Quem poderá intervi-lo perante a ele sem sua permissão? Conhece o que a sua frente e o seu atrás, ninguém alcança algo do seu conhecimento se não desejar. O seu Kurssi abrange o céu e a terra, preservar ambos não cansa. E ele é Sublime, É Supremo.
sq: Allahu është Një, nuk ka Zot tjetër përveç Atij, Ai është Mbikëqyrës i përhershëm dhe i përjetshëm. Atë nuk e zë as kotja as gjumi, gjithçka ka në qiej dhe në tokë është vetëm e Tij. Askush nuk mund të ndërmjetësojë tek Ai, përveç me lejen e Tij? Ai di të tashmen që është pranë tyre dhe të ardhmen. Nga ajo që Ai di, të tjerët dinë vetëm aq sa Ai ka dëshiruar. Kursija e Tij përfshin qiejt dhe tokën, kurse kujdesi i Tij ndaj të dyjave nuk i vjen rëndë, Ai është më i Larti, më i Madhi.
ug: ئاللاھۇ لائىلاھە ئىللاھۇ ئەلھەييۇل قەييۇمۇ لاتەئخۇزۇھۇ سىنەتۇن ۋەلانەۋمۇن لەھۇ ما فىسسەماۋاتى ۋەما فىلئەرزى مەنزەللەزى يەشفەئۇ ئىندەھۇ ئىللا بىئىزنىھى يەئلەمۇ ما بەينە ئەيدىيھىم ۋەما خەلفەھۇم ۋەلا يۇھىيتۇنە بىشەيئىن مىن ئىلمىھى ئىللا بىماشائە ۋەسىئە كۇرسى يۇھۇس سەماۋاتى ۋەلئەرزە ۋەلايەئۇدۇھۇ ھىفزۇھۇما ۋەھۇۋەل ئەلىييۇل ئەزىيم
