Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

source: Privacy policy
ar: سياسة الخصوصية
az: Gizlilik siyasəti
bg: Политика за поверителност
bn: গোপনীয়তার নীতিমালা
cs: Zásady ochrany osobních údajů
da: Politik om beskyttelse af personlige oplysninger
de: Datenschutz-Bestimmungen
el: Πολιτική απορρήτου
es: Política de Privacidad
et: Privaatsuspoliitika
fa: حریم خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hi: गोपनीयता नीति
hu: Adatvédelmi szabályzat
id: Kebijakan privasi
it: Politica sulla Riservatezza
ja: 個人情報保護方針
ko: 개인정보 보호정책
ku: سیاسەتی تایبەتمەندێتی
lt: Privatumo politika
lv: Konfidencialitātes politika
ml: സ്വകാര്യതാനയം
ms: Polisi kerahsiaan
nl: Privacybeleid
no: Retningslinjer for personvern
pa: رازداری دی پالیسی
pl: Polityka prywatności
pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sl: Politika zasebnosti
sq: Politika e privatësisë
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
ug: شەخسىيەت تۈزۈمى
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Politika privatnosti
zh: 隐私政策

source: Terms of Service
ar: شروط الخدمة
az: Xidmət Şərtləri
bg: Условия за ползване
bn: পরিষেবার শর্তাদি
cs: Podmínky služby
da: Betingelser for service
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos del Servicio
et: Teenuse tingimused
fa: شرایط خدمات
fi: Käyttöehdot
fr: Conditions générales d’utilisation
hi: सेवा की शर्तें
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Condizioni del Servizio
ja: 利用規約
ko: 서비스 약관
ku: مه‌رجه‌کانی خزمه‌تگوزاری
lt: Paslaugų teikimo sąlygos
lv: Pakalpojumu sniegšanas noteikumi
ml: സേവന നിബന്ധനകൾ
ms: Syarat Perkhidmatan
nl: Servicevoorwaarden
no: Vilkår for bruk
pa: سروس دیاں شرطاں
pl: Warunki korzystania z usług
pt: Termos de serviço
ro: Termeni și condiții de utilizare
ru: Условия предоставления услуг
sl: Pogoji uporabe storitev
sq: Kushtet e Shërbimit
sv: Villkor för tjänsten
th: ข้อกำหนดในการให้บริการ
tr: Kullanım Şartları
ug: مۇلازىمەت ماددىلىرى
uk: Умови надання послуг
ur: سروس کی شرائط
vi: Uslovi korištenja
zh: 服务条款

source: Installation Guide
ar: دليل التثبيت
az: Quraşdırma bələdçisi
bg: Ръководство за инсталиране
bn: ইনস্টলকরণের সহায়িকা
cs: Průvodce instalací
da: Installationsvejledning
de: Installationsanleitungen
el: Οδηγός εγκατάστασης
es: Guía de Instalación
et: Paigaldusjuhend
fa: راهنمای نصب
fi: Asennusopas
fr: Guide d'installation
hi: इंस्टालेशन गाइड
hu: Telepítési útmutató
id: Panduan Pemasangan
it: Guida all'installazione
ja: インストールガイド
ko: 설치 가이드
ku: ڕێنمایی دامەزراندن
lt: Įrengimo vadovas
lv: Uzstādīšanas rokasgrāmata
ml: ഇൻസ്റ്റലേഷൻ ഗൈഡ്
ms: Cara Pemasangan
nl: Installatiehandleiding
no: Installasjon Veiledning
pa: انسٹال کرن بارے رہنمائی
pl: Instrukcja instalacji
pt: Guia de instalação
ro: Ghid de instalare
ru: Руководство по установке
sl: Vodnik za namestitev
sq: Udhëzuesi i instalimit
sv: Installationsguide
th: คู่มือการติดตั้ง
tr: Kurulum Kılavuzu
ug: ئورنىتىش يېتەكچىسى
uk: Посібник зі встановлення
vi: Vodič za instalaciju
zh: 安装指南

# drawerDesc
source: Connecting Muslims to Mosques
ar: ربط المسلمين بالمساجد
az: Müsəlmanları Məscidlərə bağlayır
bg: Свързване на мюсюлманите с джамиите
bn: মুসলমানদের মসজিদের সাথে সংযুক্ত করা
cs: Spojení muslimů s mešitami
da: Forbindelse mellem muslimer og moskeer
el: Σύνδεση μουσουλμάνων με τζαμιά
et: Moslemite ühendamine mošeedega
fa: اتصال مسلمانان به مساجد
fi: Muslimien ja moskeijoiden yhdistäminen
hi: मुसलमानों को मस्जिदों से जोड़ना
hu: Muszlimok összekapcsolása mecsetekkel
id: Menghubungkan Jamaah dengan Masjid
it: Connettere i musulmani alle moschee
ja: ムスリムとモスクをつなぐ
ko: 무슬림과 모스크 연결하기
ku: بەستنەوەی موسڵمانان بە مزگەوتەکانەوە
lt: Musulmonų ryšys su mečetėmis
lv: Musulmaņu savienošana ar mošejām
ms: Menghubungkan Muslim kepada Masjid
no: Kobler muslimer til moskeer
pa: مسلماناں نوں مسیت نال جوڑنا
pl: Łączenie muzułmanów z meczetami
pt: Conectando os muçulmanos às mesquitas
ro: Conectarea musulmanilor la moschei
ru: Связь мусульман с мечетями
sl: Povezovanje muslimanov z mošejami
sv: Att koppla samman muslimer med moskéer
th: การเชื่อมโยงชาวมุสลิมเข้ากับมัสยิด
tr: Diğer Camilere Bağlamak
ug: مۇسۇلمانلارنى مەسچىتكە باغلايدۇ
uk: Налагодження зв'язків між мусульманами та мечетями
ur: مسلمانوں کو مساجد سے جوڑنا
vi: Povezivanje muslimana sa džamijama
zh: 将穆斯林与清真寺联系起来

# backendError
source: Sorry, we could not connect to the server. Please verify Internet connectivity or try again later.
ar: عذراً، لم نتمكن من الاتصال بالخادم. الرجاء التحقق من اتصال الإنترنت أو المحاولة مرة أخرى لاحقاً.
az: Təəssüf ki, serverə bağlana bilmədik. Lütfən internet bağlantınızı yoxlayın və ya daha sonra yenidən sınayın.
bg: Съжаляваме, но не успяхме да се свържем със сървъра. Моля, проверете връзката с интернет или опитайте отново по-късно.
bn: ക്ഷമിക്കണം, ഞങ്ങൾക്ക് സെർവറിലേക്ക് കണക്റ്റുചെയ്യാനായില്ല. ദയവായി ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി പരിശോധിക്കുക അല്ലെങ്കിൽ പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
cs: Omlouváme se, ale nepodařilo se nám připojit k serveru. Ověřte prosím připojení k internetu nebo to zkuste později.
da: Beklager, vi kunne ikke oprette forbindelse til serveren. Kontroller venligst internetforbindelsen eller prøv igen senere.
de: Wir konnten leider keine Verbindung zum Server herstellen. Bitte überprüfen Sie die Internetverbindung oder versuchen Sie es später erneut.
el: Λυπούμαστε, δεν μπορέσαμε να συνδεθούμε με τον διακομιστή. Παρακαλούμε επαληθεύστε τη συνδεσιμότητα στο Internet ή δοκιμάστε ξανά αργότερα.
es: Lo sentimos, no pudimos conectarnos al servidor. Por favor verifique la conectividad a Internet o inténtelo de nuevo más tarde.
et: Vabandame, me ei saanud serveriga ühendust. Palun kontrollige internetiühendust või proovige hiljem uuesti.
fa: با عرض پوزش، ما نتوانستیم به سرور متصل شویم. لطفاً اتصال اینترنت را بررسی کنید یا بعداً دوباره امتحان کنید.
fi: Valitettavasti emme saaneet yhteyttä palvelimeen. Tarkista Internet-yhteys tai yritä myöhemmin uudelleen.
fr: Désolé, nous n'avons pas pu nous connecter au serveur. Veuillez vérifier votre connexion Internet ou réessayer plus tard.
hi: क्षमा करें, हम सर्वर से कनेक्ट नहीं हो सके। कृपया इंटरनेट कनेक्टिविटी सत्यापित करें या बाद में पुनः प्रयास करें।
hu: Sajnáljuk, nem tudtunk csatlakozni a szerverhez. Kérjük, ellenőrizd az internetkapcsolatot, vagy próbáld meg később újra.
id: Maaf, kami tidak bisa terhubung ke server. Tolong pastikan anda terhubung ke internet atau silahkan coba ulang.
it: Siamo spiacenti, non siamo riusciti a connetterci al server. Verifica la connessione a Internet o riprova più tardi.
ja: 申し訳ございませんが、サーバーに接続できませんでした。 インターネット接続を確認するか、後でもう一度試してください。
ko: 서버에 연결할 수 없습니다. 인터넷 연결을 확인하거나 나중에 다시 시도하세요.
ku: ببورە، نەمانتوانی پەیوەندی بە سێرڤەرەوە بکەین. تکایە پەیوەندی ئینتەرنێت پشتڕاست بکەرەوە یان دواتر هەوڵبدەرەوە.
lt: Atsiprašome, nepavyko prisijungti prie serverio. Patikrinkite interneto ryšį arba bandykite vėliau.
lv: Atvainojiet, mums neizdevās izveidot savienojumu ar serveri. Lūdzu, pārbaudiet interneta savienojumu vai mēģiniet vēlāk.
ml: ക്ഷമിക്കണം, ഞങ്ങൾക്ക് സെർവറിലേക്ക് കണക്റ്റുചെയ്യാനായില്ല. ദയവായി ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി പരിശോധിക്കുക അല്ലെങ്കിൽ പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
ms: Maaf, tidak dapat menyambungkan kepada pelayar. Sila periksa sambungan internet atau cuba lagi.
nl: Sorry, we konden geen verbinding maken met de server. Controleer de internetverbinding of probeer het later opnieuw.
no: Beklager, vi kunne ikke koble til serveren. Vennligst bekreft internettforbindelse, eller prøv igjen senere.
pa: معذرت، اسی سرور نال جُڑ نہیں سکے۔ مہربانی کر کے انٹرنیٹ کنکٹیویٹی دی توثیق کرو یا بعد وچ فیر کوشش کرو۔
pl: Przepraszamy, nie mogliśmy połączyć się z serwerem. Proszę sprawdzić połączenie internetowe lub spróbować ponownie później.
pt: Desculpe, não podemos conectar ao servidor. Verifique a conexão com a rede e tente novamente mais tarde.
ro: Ne pare rău, nu ne-am putut conecta la server. Vă rugăm să verificați conectivitatea la internet sau să încercați din nou mai târziu.
ru: Извините, мы не смогли подключиться к серверу. Пожалуйста, проверьте подключение к Интернету или повторите попытку позже.
sl: Žal se nismo mogli povezati s strežnikom. Prosimo, preverite internetno povezavo ali poskusite znova pozneje.
sq: Na vjen keq, nuk mund të lidhemi me serverin. Ju lutemi verifikoni lidhjen me internetin ose provoni përsëri më vonë.
sv: Tyvärr kunde vi inte ansluta till servern. Kontrollera att du har tillgång till Internet eller försök igen senare.
th: ขออภัย เราไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตหรือลองอีกครั้งในภายหลัง
tr: Üzgünüz, sunucuya bağlanamadık. Lütfen İnternet bağlantısını doğrulayın veya daha sonra tekrar deneyin.
ug: كەچۈرۈڭ، مۇلازىمېتىرغا باغلىنالمىدۇق. ئىنتېرنېت باغلىنىشىنى تەكشۈرۈڭ ياكى سەل تۇرۇپ قايتا سىناڭ.
uk: Вибачте, ми не змогли підключитися до сервера. Будь ласка, перевірте підключення до Інтернету або повторіть спробу пізніше.
ur: معذرت، ہم سرور سے منسلک نہیں ہو سکے۔ براہ کرم انٹرنیٹ کنیکٹیویٹی کی تصدیق کریں یا بعد میں دوبارہ کوشش کریں۔.
vi: Nažalost, ne možemo se povezati sa serverom. Provjerite internetsku vezu ili pokušajte ponovo kasnije.
zh: 对不起，我们无法连接到服务器。 请确认互联网连接或稍后再试。

# selectWithMosqueId
source: Try: 256, It's the ID of 'Grande Mosquée de Paris'
ar: "علي سبيل المثال, جَرِّب 16087، إنه معرف 'المسجد الأقصى المبارك'
az: Sınayın: 256, Bu, 'Böyük Paris Məscididir'
bg: Опитайте: 256, това е идентификационният номер на "Grande Mosquée de Paris
bn: চেষ্টা করুন: 256, এটি 'মসজিদ দে প্যারিস'-এর আইডি
cs: Vyzkoušejte: 256, je to ID 'Grande Mosquée de Paris'
da: Prøv: 256, det er identifikationen af "Grande Mosquée de Paris"
de: Versuchen Sie es: 256, das ist die ID der 'Grande Mosquée de Paris'
el: Δοκιμάστε: 256, είναι η ταυτότητα του 'Grande Mosquée de Paris'
es: Pruebe: 256, Es la identificación de la 'Grande Mosquée de Paris'
et: Proovige: 256, See on ID "Grande Mosquée de Paris"
fa: امتحان کنید: 256، این شناسه "مسجد جامع پاریس" است
fi: Kokeile: 256, se on 'Grande Mosquée de Paris' -nimisen rakennuksen tunnus
fr: Essayez: 256, c'est l'ID de 'Grande Mosquée de Paris'
hi: प्रयास करें: 256, यह 'ग्रांडे मॉस्क्यू डे पेरिस' की आईडी है
hu: Próbáld: 256, ez a 'Grande Mosquée de Paris' azonosítója
id: Coba: 256, Ini adalah ID dari 'Grande Mosquée de Paris'
it: Provi: 256, è l'ID della 'Grande Mosquée de Paris'
ja: 試してください。256、それは「Grande Mosquée de Paris」のIDである。
ko: 시도해 보세요: 시도: 256, '그랑드 모스크 드 파리'의 아이디입니다.
ku: بۆ نمونە: 256, کە کۆدی مزگەوتی 'Grande Mosquée de Paris'
lt: Pabandykite: 256, tai "Grande Mosquée de Paris" ID
lv: Izmēģiniet: 256, tas ir "Grande Mosquée de Paris" ID
ml: ശ്രമിക്കുക: 256, ഇത് 'മോസ്‌ക്യൂ ഡി പാരീസിന്റെ' ഐഡിയാണ്
ms: Cuba: 256, Ini adalah ID 'Grande Mosquée de Paris'
nl: Probeer: 256, Het is de ID van 'Grande Mosquée de Paris'
no: Try: 256, Det er ID-en til 'Grande Moské de Paris'
pa: کوشش: 256، ایہہ 'پیرس دی سب توں وڈی مسیت" دی ID اے
pl: Spróbuj: 256, To ID "Grande Mosquée de Paris
pt: Tente: 256 é o ID do 'Grande Mosquée de Paris'
ro: Încearcă: 256, este ID-ul de la "Grande Mosquée de Paris"
ru: Попробуйте: 256, Это ID "Grande Mosquée de Paris"
sl: Poskusite: 256, to je ID "Grande Mosquée de Paris"
sq: Provoni: 256, është ID e 'Xhamisë së Parisit'
sv: Försök: 256, det är ID för "Grande Mosquée de Paris"
th: ลอง: 256 เป็นรหัสของ 'Grande Mosquée de Paris'
tr: 15415, 'Fatih Camii Şerifi' ID deneyin
ug: سىز: 256 نى سىناڭ، ئۇ «پارىژ چوڭ مەسچىتى» نىڭ كىملىكى
uk: Спробуй: 256, це ідентифікатор "Соборної мечеті Парижа"
ur: آزمائیں: 256، یہ 'Grande Mosquée de Paris' کی ID ہے
vi: Pokušajte: 256, to je ID od 'Grande Mosquée de Paris'
zh: 试试。256，这是 "巴黎大清真寺 "的身份证。

# searchForMosque
source: Which Mosque are you looking for ? (ID, Name, City, Postal code...)
ar: ما هو المسجد الذي تبحث عنه؟ (المعرف، الاسم، المدينة، الرمز البريدي...)
az: Hansı məscidi axtarırsınız? (kimlik, ad, şəhər, poçt kodu...)
bg: Коя джамия търсите ? (ID, име, град, пощенски код...)
bn: আপনি কোন মসজিদ খুঁজছেন? (আইডি, নাম, শহর, পোস্টাল কোড...)
cs: Kterou mešitu hledáte ? (ID, název, město, poštovní směrovací číslo...)
da: Hvilken moské leder du efter (ID, navn, by, postnummer...)
de: Nach welcher Moschee suchen Sie? (ID, Name, Stadt, Postleitzahl...)
el: Ποιο τζαμί ψάχνετε; (ταυτότητα, όνομα, πόλη, ταχυδρομικός κώδικας...)
es: ¿Qué mezquita busca? (ID, Nombre, Ciudad, Código postal...)
et: Millist mošeed otsite? (ID, nimi, linn, postiindeks...)
fa: دنبال کدام مسجد هستید؟ (شناسه، نام، شهر، کد پستی...)
fi: Mitä moskeijaa etsit? (Tunnus, nimi, kaupunki, postinumero...).
fr: Quelle mosquée recherchez-vous ? (ID, nom, ville, code postal...)
hi: आप कौन सी मस्जिद ढूंढ रहे हैं? (आईडी, नाम, शहर, डाक कोड...)
hu: Melyik mecsetet keresed? (azonosító, név, város, irányítószám...)
id: Masjid mana yang Anda cari? (ID, Nama, Kota, Kode Pos...)
it: Quale Moschea sta cercando? (ID, Nome, Città, Codice postale...)
ja: どのモスクをお探しですか？ (ID、名前、都市、郵便番号...)
ko: 어떤 모스크를 찾고 계신가요? (아이디, 이름, 도시, 우편번호...)
ku: بەدوای کام مزگەوتدا دەگەڕێیت ؟ (ناسنامە، ناو، شار، کۆدی پۆستی...)
lt: Kurios mečetės ieškote ? (ID, pavadinimas, miestas, pašto kodas...)
lv: Kādu mošeju jūs meklējat ? (ID, nosaukums, pilsēta, pasta indekss...)
ml: ഏത് പള്ളിയാണ് നിങ്ങൾ അന്വേഷിക്കുന്നത്? (പേര്, നഗരം, തപാൽ കോഡ്...)
ms: Masjid mana yang anda cari? (ID, Nama, Bandar, Poskod...)
nl: Welke moskee zoekt u? (ID, naam, stad, postcode...)
no: Hvilken Mosque leter du etter? (ID, navn, postnummer...)
pa: تُسی کیہڑی مسیت لبھ رہے او؟ (ID، ناں، شہر، ڈاک خانے دا کوڈ...)
pl: Którego meczetu Pan szuka? (ID, Nazwa, Miasto, Kod pocztowy...)
pt: Que mesquita você está procurando? (ID, Nome, Cidade, Código Postal...)
ro: Ce moschee căutați? (ID, nume, oraș, cod poștal...)
ru: Какую мечеть Вы ищете? (ID, имя, город, почтовый индекс...)
sl: Katero mošejo iščete ? (ID, ime, mesto, poštna številka...)
sq: Cilën xhami po kërkoni ? (ID, Emri, Qyteti, Kodi Postar...)
sv: Vilken moské söker du (ID, namn, stad, postnummer...)?
th: มัสยิดไหนที่คุณกำลังมองหา? (ID, ชื่อ, เมือง, รหัสไปรษณีย์...)
tr: Hangi Camii arıyorsunuz? (İD, İsim, Şehir, Posta kodu...)
ug: سىز قايسى مەسچىتنى ئىزدەيسىز؟ (ID، ئىسمى، شەھەر، پوچتا نومۇرى…)
uk: Яку мечеть ви шукаєте (ID мечеті, назва, місто, поштовий індекс...)
ur: آپ کونسی مسجد کی تلاش ہے؟ (ID, نام، شہر، پوسٹل کوڈ...)
vi: Koju džamiju tražite? (ID, Ime, Grad, Poštanski broj...)
zh: 您要找的是哪座清真寺？ (身份证、姓名、城市、邮政编码......)

# searchMosque
source: Search for a Mosque
ar: البحث عن مسجد
az: Bir məscid axtar
bg: Търсене на джамия
bn: একটি মসজিদ সন্ধান করুন
cs: Hledání mešity
da: Søg efter en moské
de: Nach einer Moschee suchen
el: Αναζήτηση τζαμιού
es: Buscar una Mezquita
et: Otsi mošee
fa: جستجوی مسجد
fi: Etsi moskeija
fr: Chercher une mosquée
hi: एक मस्जिद खोजें
hu: Mecset keresése
id: Cari Masjid
it: Cerca una Moschea
ja: モスクの検索
ko: 모스크 검색
ku: گەڕان بەدوای مزگەوتێکدا
lt: Mečetės paieška
lv: Meklēt mošeju
ml: ഒരു മസ്ജിദ് തിരയുക
ms: Cari Masjid
nl: Zoek een moskee
no: Søk etter en moské
pa: اک مسیت لبھو
pl: Szukaj meczetu
pt: Busque uma mesquita
ro: Căutați o moschee
ru: Поиск мечети
sl: Iskanje mošeje
sq: Kërkoni xhamitë
sv: Sök efter en moské
th: ค้นหามัสยิด
tr: Cami Ara
ug: مەسچىت ئىزدەيدۇ
uk: Пошук мечеті
ur: مسجد تلاش کریں
vi: Potražite džamiju
zh: 搜索清真寺

# mosqueNameError
source: Enter the Mosque name
ar: أدخل اسم المسجد
az: Məscid adını daxil et
bg: Въведете името на джамията
bn: মসজিদের নাম লিখুন
cs: Zadejte název mešity
da: Indtast navnet på moskéen
de: Namen der Moschee eingeben
el: Εισάγετε το όνομα του τζαμιού
es: Introduzca el nombre de la Mezquita
et: Sisestage mošee nimi
fa: نام مسجد را وارد کنید
fi: Kirjoita moskeijan nimi
fr: Entrer le nom de la mosquée
hi: मस्जिद का नाम दर्ज करें
hu: Add meg a mecset nevét
id: Masukkan nama Masjid
it: Inserisci il nome della Moschea
ja: モスクの名前を入力してください。
ko: 모스크 이름 입력
ku: ناوی مزگەوت بنوسە
lt: Įveskite mečetės pavadinimą
lv: Ievadiet mošejas nosaukumu
ml: മസ്ജിദിന്റെ പേര് നൽകുക
ms: Masukkan nama Masjid
nl: Ga de Moske-naam in
no: Angi navnet til moskeen
pa: مسیت دا ناں درج کرو
pl: Wpisz nazwę meczetu
pt: Inserir nome da mesquita
ro: Introduceți numele moscheii
ru: Введите название мечети
sl: Vnesite ime mošeje
sq: Shkruani emrin e xhamisë
sv: Ange namnet på moskén
th: ใส่ชื่อมัสยิด
tr: Cami adını girin
ug: مەسچىت ئىسمىنى كىرگۈزۈڭ
uk: Введіть назву мечеті
ur: مسجد کا نام درج کریں
vi: Unesite naziv (ime) džamije
zh: 输入清真寺名称

# slugError
source: Isn't a valid mosque slug
ar: ليس "slug" معرف صحيح للمسجد
az: Yararlı bir məscid slug-ı deyil
bg: Не е валидна джамия "slug"
bn: একটি বৈধ মসজিদ 'স্লাগ' নয়
cs: Není platná mešita slimák
da: Er ikke en gyldig moskésnegl
de: Ist kein gültiger Mosche-Slug
el: Δεν είναι ένα έγκυρο τζαμί γυμνοσάλιαγκας
es: No es un slug de mezquita válido
et: Ei ole kehtiv mošeelõikamine
fa: مسجد معتبر نیست
fi: Ei ole pätevä moskeija tunnus
fr: Ce n'est pas un slug de mosquée valide
hi: वैध मस्जिद स्लग नहीं है
hu: Érvénytelen mecsetazonosító
id: Bukan kubah Masjid yang benar
it: Slug della moschea non valido
ja: 有効なモスラッグではないのか
ko: 유효한 모스크 슬러그가 아닙니다.
ku: مزگەوتێک بەو ناونیشانە بوونی نیە
lt: Ar mečetė nėra galiojantis šliužas
lv: Vai nav derīga mošeja slinkums
ml: സാധുവായ ഒരു പള്ളി 'സ്ലഗ്' അല്ലേ
ms: Alamat masjid tidak sah
nl: Dit is geen geldige moskee slug
no: Er ikke en gyldig moske sluppet
pa: کیہہ مسیت دا مڈھ ٹھیک نہیں اے
pl: Nie jest ważnym ślimakiem w meczecie
pt: Não é um slug de mesquita válido
ro: Nu este o moschee validă melc.
ru: Не является действительным слизнем мечети
sl: Ni veljavna mošeja polž
sq: Id i xhamisë nuk është i vlefshëm
sv: Är inte en giltig moskésnigel
th: ไม่ใช่มัสยิดที่ถูกต้อง
tr: Geçerli bir cami sümüklü değil
ug: ئىناۋەتلىك مەسچىت ئىسمى ئەمەس
uk: Помилка - це не валідна мечеть
ur: ایک درست مسجد سلگ نہیں ہے
vi: Džamijski ''Id'' nije validan
zh: 不是一个有效的清真寺蛞蝓

# doYouKnowMosqueId
source: Do you know your installation ID or your Mosque ID?
ar: هل تعرف معرف التثبيت الخاص بك أو معرف المسجد الخاص بك؟
az: Quraşdırma kimliyinizi və ya məscidinizin kimliyini bilirsiniz?
bg: Знаете ли идентификационния номер на инсталацията си или идентификационния номер на джамията си?
bn: আপনি কি আপনার ইনস্টলেশন আইডি বা আপনার মসজিদ আইডি জানেন?
cs: Znáte své ID zařízení nebo ID mešity?
da: Kender du dit anlægs- eller moské-id?
de: Kennen Sie Ihre Installations-ID oder Ihre Moscheen-ID?
el: Γνωρίζετε την ταυτότητα της εγκατάστασής σας ή την ταυτότητα του τζαμιού σας;
es: ¿Conoces tu ID de instalación o tu Mezquita?
et: Kas te teate oma paigalduse ID või mošee ID?
fa: آیا شناسه نصب خود را یا شناسه مسجد خود رامی دانید؟
fi: Tiedätkö asennustunnuksesi tai moskeijatunnuksesi?
fr: Connaissez-vous votre ID d'installation ou votre ID de mosquée ?
hi: क्या आप अपनी स्थापना आईडी या अपनी मस्जिद आईडी जानते हैं?
hu: Ismered a létesítmény azonosítóját vagy a mecset azonosítóját?
id: Apakah anda tahu ID instalasi atau ID Masjid anda?
it: Conosci il tuo ID d'installazione o l'ID della Moschea?
ja: インストールIDやモスクIDをご存じですか？
ko: 설치 ID 또는 모스크 ID를 알고 있나요?
ku: ئایا ناسنامەی دامەزراندنەکەت دەزانیت یان کۆدی مزگەوتەکەت?
lt: Ar žinote savo įrenginio ID arba mečetės ID?
lv: Vai jūs zināt savu instalācijas ID vai mošejas ID?
ml: നിങ്ങളുടെ ഇൻസ്റ്റലേഷൻ ഐഡി അല്ലെങ്കിൽ മോസ്‌ക് ഐഡി അറിയാമോ?
ms: Adakah anda tahu ID pendaftaran atau ID Masjid?
nl: Ken je je installatie-ID of je Moske-ID?
no: Vet du at installasjons-IDen din eller moske-IDen?
pa: کیہہ تہاڈے کول اپنی انسٹالیشن ID یا اپنی مسیت ID اے؟
pl: Czy zna Pan swój identyfikator instalacji lub identyfikator meczetu?
pt: Você sabe o ID de instalação ou ID da mesquita?
ro: Cunoașteți ID-ul instalației sau ID-ul moscheii?
ru: Знаете ли Вы ID своей установки или ID своей мечети?
sl: Ali poznate svojo identifikacijsko številko za namestitev ali identifikacijsko številko mošeje?
sq: A e dini ID-në tuaj të instalimit apo ID-në tuaj të Xhamisë?
sv: Känner du till ditt installations- eller moské-ID?
th: คุณรู้รหัสการติดตั้งหรือรหัสมัสยิดของคุณหรือไม่?
tr: Cami ID biliyor musunuz?
ug: ئورناتقان كىملىك ياكى مەسچىت كىملىكىڭىزنى بىلەمسىز؟
uk: Чи знаєте ви свій ID мечеті?
ur: کیا آپ کو اپنی انسٹالیشن آئی ڈی یا اپنی مسجد کی شناخت معلوم ہے?
vi: Da li znate vaš ID instalacije ili ID vaše džamije?
zh: 你知道你的安装ID或你的清真寺ID吗？

source: Yes
ar: نعم
az: Bəli
bg: Да
bn: হ্যাঁ
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Si
et: Jah
fa: بله
fi: Kyllä
fr: Oui
hi: हाँ
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
ku: بەڵێ
lt: Taip
lv: Jā
ml: അതെ
ms: Ya
nl: Ja
no: Ja
pa: ہاں جی
pl: Tak
pt: Sim
ro: Da
ru: Да
sl: Da
sq: Po
sv: Ja
th: ใช่
tr: Evet
ug: ھەئە
uk: Так
ur: هاں
vi: Da
zh: 是

source: No
ar: لا
az: Xeyr
bg: Не
bn: না
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
fa: خیر
fi: Ei
fr: Non
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
ku: نەخێر
lt: Ne
lv: Nē
ml: ഇല്ല
ms: Tidak
nl: Nee
no: Nei
pa: نہیں
pl: Nie
pt: Não
ro: Nu
ru: Нет
sl: Ne
sq: Jo
sv: Ingen
th: ไม่ใช่
tr: Hayır
ug: ياق
uk: Ні
ur: نا
vi: Ne
zh: 没有

source: Network Status
ar: حالة الشبكة
az: Şəbəkə statusu
bg: Състояние на мрежата
bn: নেটওয়ার্ক স্ট্যাটাস
cs: Stav sítě
da: Status for netværk
de: Netzwerkstatus
el: Κατάσταση δικτύου
es: Estado de la red
et: Võrgu staatus
fa: وضعیت شبکه
fi: Verkon tila
fr: État du réseau
hi: नेटवर्क स्थिति
hu: Hálózat állapota
id: Status Jaringan
it: Stato della Rete
ja: ネットワーク状況
ko: 네트워크 상태
ku: دۆخی ئینتەرنێت
lt: Tinklo būsena
lv: Tīkla statuss
ml: നെറ്റ്‌വർക്ക് നില
ms: Status Sambungan
nl: Netwerk Status
no: Nettverksstatus
pa: نیٹ ورک دی نوعیت
pl: Stan sieci
pt: Estado da rede
ro: Starea rețelei
ru: Состояние сети
sl: Stanje omrežja
sq: Statusi i rrjetit
sv: Nätverksstatus
th: สถานะเครือข่าย
tr: Ağ Durumu
ug: تور ھالىتى
uk: Стан мережі
ur: نیٹ ورک کی حیثیت
vi: Status mreže
zh: 网络状态

# mosqueNoMore
source: No more results
ar: لايوجد المزيد من النتائج
az: Daha nəticə yoxdur
bg: Няма повече резултати
bn: আরো কোনো ফলাফল নেই
cs: Žádné další výsledky
da: Ikke flere resultater
de: Keine weiteren Ergebnisse
el: Δεν υπάρχουν άλλα αποτελέσματα
es: No hay más resultados
et: Rohkem tulemusi ei ole
fa: نتایج بیشتری وجود ندارد
fi: Ei enää tuloksia
fr: Aucun autre résultat
hi: कोई और परिणाम नहीं
hu: Nincs több eredmény
id: Tak ada hasil lagi
it: Nessun altro risultato
ja: これ以上の結果はない
ko: 더 이상 결과 없음
ku: ئەنجامی زیاتر بوونی نیە
lt: Daugiau jokių rezultatų
lv: Vairāk rezultātu nav
ml: ഫലങ്ങളൊന്നുമില്ല
ms: Tiada lagi keputusan
nl: Niet meer resultaten
no: Ingen flere resultater
pa: ہور نتیجے نہیں نیں
pl: Koniec z wynikami
pt: Sem mais resultados
ro: Nu mai există rezultate
ru: Больше никаких результатов
sl: Ni več rezultatov
sq: Na vjen keq, nuk ka më rezultate
sv: Inga fler resultat
th: ไม่มีผลลัพธ์อีกต่อไป
tr: Daha fazla sonuç yok
ug: تېخىمۇ كۆپ نەتىجە يوق
uk: Більше немає результатів
ur: مزید نتائج نہیں ہیں۔
vi: Nema više rezultata
zh: 没有更多的结果

# mosqueNoResults
source: No results
ar: لا توجد نتائج
az: Nəticə yoxdur
bg: Няма резултати
bn: রেজাল্টস নেই
cs: Žádné výsledky
da: Ingen resultater
de: Kein Ergebnis
el: Δεν υπάρχουν αποτελέσματα
es: No hay resultados
et: Tulemusi ei ole
fa: بدون نتیجه
fi: Ei tuloksia
fr: Aucun résultat
hi: कोई परिणाम नहीं
hu: Nincs eredmény
id: Hasil tidak ditemukan
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
ku: ئەنجام نیە
lt: Rezultatų nėra
lv: Nav rezultātu
ml: ഫലങ്ങളൊന്നുമില്ല
ms: Tiada hasil
nl: Geen resultaten
no: Ingen resultater
pa: کوئی نتیجے نہیں نیں
pl: Brak wyników
pt: Sem resultados
ro: Nu există rezultate
ru: Нет результатов
sl: Brez rezultatov
sq: Na vjen keq, nuk ka rezultate
sv: Inga resultat
th: ไม่มีผลลัพธ์
tr: Sonuç yok
ug: نەتىجە يوق
uk: Немає результатів
ur: کوئی نتیجہ نہیں۔
vi: Bez rezultata
zh: 没有结果

source: Offline
ar: غير مُتصل
az: Oflayn
bg: Офлайн
bn: অফলাইন
es: Sin conexión
fa: خاموش
fr: Hors ligne
hi: ऑफलाइन
ja: オフライン
ko: 오프라인
ku: لەسەر هێڵ نیت
lt: Neprisijungus prie interneto
lv: Bezsaistes režīmā
ml: ഓഫ്‌ലൈൻ
ms: Luar talian
no: Frakoblet
pa: آف لائن
sl: Brez povezave
th: ออฟไลน์
tr: Çevrimdışı
ug: تورسىز
uk: Офлайн
zh: 离线
