Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

source: Prayer Times
ar: مواقيت الصلاة
az: Namaz vaxtları
bg: Времена за намаз
bn: নামাজের সময়
cs: Čas modlitby
da: Tidspunkter for bøn
de: Gebetszeiten
el: Ώρες προσευχής
es: Tiempos de oración
et: Palveajad
fa: اوقات نماز
fi: Rukousajat
fr: Horaires des prières
hi: प्रार्थना का समय
hu: Imaidők
id: Waktu Sholat
it: Tempi di preghiera
ja: 祈りの時間
ko: 기도 시간
ku: کاتەکانی بانگ
lt: Maldos laikai
lv: Lūgšanu laiki
ms: Waktu Solat
nl: Gebedstijden
no: Bønn tider
pa: نماز دے ویلے
pl: Czasy modlitwy
pt: Horários de oração
ro: Timpii de rugăciune
ru: Время молитвы
sl: Čas molitve
sq: Kohët e Namazit
sv: Bönetider
th: เวลาละหมาด
tr: Namaz Vakitleri
ug: ناماز ۋاقتى
uk: Розклад молитов
ur: نماز کے اوقات
vi: Namaska vremena
zh: 祈祷时间

# alerts
source: Alert
ar: تنبيه
az: Siqnal
bg: Предупреждение
bn: সতর্ক
cs: Upozornění
da: Advarsel
el: Ειδοποίηση
es: Alerta
et: Hoiatus
fa: هشدار
fi: Hälytys
fr: Alerte
hi: चेतावनी
hu: Figyelmeztetés
id: Waspada
it: Allarme
ja: アラート
ko: 알림
ku: ئاگاداری
lt: Įspėjimas
lv: Brīdinājums
ms: Amaran
nl: Waarschuwing
no: Varsel
pa: الرٹ
pt: Alerta
ro: Alertă
ru: Оповещение
sl: Opozorilo
sq: Paralajmërim
sv: Varning
th: เตือน
tr: Uyarı
ug: قوڭغۇراق
uk: Увага
ur: الرٹ
vi: Upozorenje
zh: 警报

source: Iqamaa Count Down
ar: العد التنازلي لإقامة
az: İqamə üçün geri sayım
bg: Обратно броене на икамета
bn: ইকামাত শুরুর সময় বাকি
cs: Počet Iqamaa dolů
da: Iqamaa tæller ned
el: Iqamaa αντίστροφη μέτρηση
es: Cuenta atrás Iqamaa
fa: شمارش معکوس اقامه
fi: Iqamaan Määrä Alas
fr: Compte à rebours Iqamaa
hi: इकामा काउंट डाउन
hu: Visszaszámlálás az ima kezdetéig
id: Iqamaa Hitung Mundur
it: Conto alla rovescia dell' Iqama
ja: イクアマアカウントダウン
ko: 이카마 카운트다운
ku: کاتی ماوە بۆ قامەت
ms: Detik Iqamah
nl: Iqamaa aftellen
no: Iqamaa teller ned
pa: تکبیر لئی الٹی گنتی
pl: Liczba Iqamaa w dół
pt: Contagem decrescente para Jamaat
ro: Iqamaa Numărătoarea inversă
ru: Икамаа число вниз
sq: Koha deri në Ikamet
sv: Iqamaa räknar ner
th: นับถอยหลังเวลาอิกอมะฮฺ
tr: İkamet için kalan süre
ug: قىيام تەتۈر ساناق
uk: Зворотний відлік Ікамаа
ur: اقامہ کاؤنٹ ڈاؤن
vi: Ikamet odbrojavanje
zh: Iqamaa倒计时

source: After Adhan Hadith
ar: دعاء ما بعد الأذان
az: Azandan sonra
bg: Дуа след езана
bn: আযানের পরের হাদীস
cs: Po hadísu Adhán
da: Efter Adhan Hadith
de: Nach dem Adhan Hadith
el: Μετά το Adhan Hadith
es: Hadiz después del Adhan
et: Pärast Adhan Hadith
fa: حدیث بعد از اذان
fi: Adhanin jälkeen Hadith
fr: Hadith Après l'Adhan
hi: अज़ान हदीस के बाद
hu: Imára hívás utáni Hadith
id: Setelah Adzan Hadis
it: Hadith dopo l'azan
ja: アダン後 ハディース
ko: 아드한 하디스 이후
ku: فەرموودەی پاش بانگ
lt: Po Adhan Hadith
lv: Pēc Adhan Hadith
ms: Hadis Selepas Azan
nl: Na Adhan Hadith
no: Etter Adhan Hadith
pa: بانگ توں بعد دی حدیث
pl: Po Adhanie Hadith
pt: Hadith depois de Azán
ro: După Adhan Hadith
ru: После адхана Хадис
sl: Po Adhan Hadith
sq: Lutja pas Ezanit
sv: Efter Adhan Hadith
th: ฮาดีษหลังอาซาน
tr: Ezandan Sonra Dua
ug: ئەزاندىن كېيىن ھەدىس
uk: Хадис після Азану
ur: اذان حدیث کے بعد
vi: Dova poslije ezana
zh: 阿丹圣训后

source: After Salah Azkar
ar: أذكار ما بعد الصلاة
az: Namazdan sonra zikr və dua
bg: Споменаване на Аллах след намаза
bn: সালাতের পর দুআ
cs: Po Salahovi Azkarovi
da: Efter Salah Azkar
de: Nach Salah Azkar
el: Μετά τον Salah Azkar
es: Después de Salah Azkar
et: Pärast Salah Azkar
fa: اذکار بعد از نماز
fi: Salah Azkarin jälkeen
fr: Invocations après la prière
hi: सलाह अज़कर के बाद
hu: Allah emlegetése az ima után
id: Setelah Salah Azkar
it: Azkar dopo la preghiera
ja: サラー・アズカールのその後
ko: 살라 아즈카르 이후
ku: ویردەکانی پاش نوێژ
lt: Po Salah Azkar
lv: Pēc Salah Azkar
ms: Wirid Selepas Solat
nl: Na Salah Azkar
no: Etter Salah Azkar
pa: نماز نوں بعد دا ذکر
pl: Po Salah Azkar
pt: Zikr depois da oração
ro: După Salah Azkar
ru: После Салах Азкар
sl: Po Salahu Azkarju
sq: Dhikri pas Namazit
sv: Efter Salah Azkar
th: อัซการหลังละหมาด
tr: Namazdan sonra dua ve tesbih
ug: نامازدىن كېيىن زىكىر
uk: Азкар після молитви
ur: صلاح اذکار کے بعد
vi: Dhikr poslije namaza
zh: 在萨拉赫-阿兹卡尔之后

source: Iqama
ar: الإقامة
az: İqamə
bg: Икамет
bn: ইকামা
fa: اقامه
hi: इकामा
hu: Ima kezdete
ja: イーカマ
ku: قامەت
ms: Iqamah
pa: تکبیر
pt: Jamaat
ru: Икама
sq: Ikameti
th: อิกอมะฮฺ
ug: تەكبىر
uk: Ікама
ur: اقامہ
vi: Ikamet
zh: 身份证号：Iqama

source: Random Hadith
ar: آية/ حديث/ دعاء
az: Təsadüfi hədis
bg: Случайни хадиси
bn: অবাছাইকৃত হাদীস
cs: Náhodný hadís
da: Tilfældig Hadith
de: Zufälliger Hadith
el: Τυχαία Hadith
es: Hadiz al azar
et: Juhuslik Hadith
fa: حدیث تصادفی
fi: Satunnainen Hadith
fr: Hadiths au hasard
hi: यादृच्छिक हदीस
hu: Tetszőleges Hadith
id: Hadis Acak
it: Hadith a caso
ja: ランダムハディット
ko: 무작위 하디스
ku: فەرموودە بە هەڕەمەکی
lt: Atsitiktinis Hadis
ms: Hadis Rambang
nl: Willekeurige hadith
no: Tilfeldig Hadith
pa: کوئی وی حدیث
pl: Przypadkowy Hadith
pt: Hadith aleatório
ro: Hadith aleatoriu
ru: Случайные хадисы
sl: Naključni hadis
sq: Hadithe
sv: Slumpmässig Hadith
th: ฮาดีษรอมฎอน
tr: Rastgele bir Zikir
ug: ئىختىيارىي ھەدىس
uk: Випадковий хадіс
ur: بے ترتیب حدیث
vi: Hadis
zh: 随机圣训

# announcement
source: Announcements
ar: الإعلانات
az: Elanlar
bg: Съобщение
bn: ঘোষণা
cs: Oznámení
da: Meddelelser
de: Ankündigungen
el: Ανακοινώσεις
es: Anuncios
et: Teated
fa: اطلاعیه ها
fi: Ilmoitukset
fr: Annonces
hi: घोषणाएं
hu: Közlemények
id: Pengumuman
it: Annunci
ja: お知らせ
ko: 공지 사항
ku: ڕاگەیاندنەکان
lt: Skelbimai
lv: Paziņojumi
ms: Pengumuman
nl: Aankondigingen
no: Kunngjøringer
pa: اعلان
pl: Ogłoszenia
pt: Anúncios
ro: Anunțuri
ru: Объявления
sl: Obvestila
sq: Njoftime
sv: Meddelanden
th: ประกาศ
tr: Duyurular
ug: ئۇقتۇرۇشلار
uk: Оголошення
ur: اعلانات
vi: Obavještenja
zh: 公告

# jumuaaLive
source: Jumuaa [Live Streaming]
ar: البث المباشر
az: Cümə [Canlı yayım]
bg: Джума [на живо]
bn: জুম‘আ [সরাসরি সম্প্রচার]
cs: Jumuaa [Přímý přenos]
es: Jumuaa [Transmisión en directo]
et: Jumuaa [Otseülekanne]
fa: پخش زنده نماز جمعه
fi: Jumuaa [Suora lähetys]
fr: Live [Diffusion en Direct]
hi: जुमुआ [लाइव स्ट्रीमिंग]
hu: Pénteki ima [élő közvetítés]
id: Jum'at [Live Streaming]
it: Jumuaa [Streaming in diretta]
ja: ジュムアア【ライブ配信】のご案内
ko: 주무아 [라이브 스트리밍]
ku: وتاری هەینی [ڕاستەوخۆ]
lt: Jumuaa [Tiesioginė transliacija]
lv: Jumuaa [tiešraide]
ms: Solat Jumaat [Siaran Langsung]
pa: جمعہ [لائیو اسٹریمنگ]
pl: Jumuaa [transmisja na żywo]
pt: Jumu'ah [Transmissão ao vivo]
ru: Джумуа [прямая трансляция]
sl: Jumuaa [prenos v živo]
sq: Xhumaja (live)
th: ไลฟ์ ละหมาดญุมอะฮฺ
tr: Cuma namazı [Canlı Yayın]
ug: جۈمە [نەق مەيدان تارقىتىش]
uk: Джумуа [пряма трансляція]
ur: جمعہ [لائیو اسٹریمنگ]
vi: Džuma [Uživo prijenos]
zh: Jumuaa [现场直播]

# showSecondaryScreen
source: Use as a secondary screen (For Announcements)
ar: استخدام كشاشة ثانوية (للإعلانات)
az: İkinci ekran kimi istifadə et (Elanlar üçün)
bg: Използване като допълнителен екран (за съобщения)
bn: ঘোষণার জন্য সেকেন্ডারি স্ক্রিন হিসেবে ব্যবহার করুন
cs: Použití jako sekundární obrazovka (Pro oznámení)
da: Brug som sekundær skærm (til meddelelser)
de: Verwendung als sekundärer Bildschirm (für Ankündigungen)
el: Χρήση ως δευτερεύουσα οθόνη (Για ανακοινώσεις)
es: Uso como pantalla secundaria (Para anuncios)
et: Kasutage sekundaarse ekraanina (teadaannete jaoks)
fa: استفاده به عنوان صفحه ثانویه (برای اطلاعیه ها)
fi: Käyttö toissijaisena näyttönä (Ilmoituksia varten)
fr: Utiliser comme écran secondaire (pour les annonces)
hi: द्वितीयक स्क्रीन के रूप में उपयोग करें (घोषणाएँ के लिए)
hu: Használd másodlagos képernyőként (Hirdetésekhez)
id: Gunakan sebagai layar sekunder (Untuk Pengumuman)
it: Utilizzare come schermo secondario (per gli annunci)
ja: 二次スクリーンとして使用する（アナウンス用）
ko: 보조 화면으로 사용(공지 사항용)
ku: وەک شاشەیەکی لاوەکی بەکاری بهێنە (بۆ ڕاگەیاندنەکان)
lt: Naudoti kaip papildomą ekraną (Skelbimams)
lv: Izmantojiet kā sekundāro ekrānu (Paziņojumiem)
ms: Gunakan sebagai skrin kedua (Untuk Pengumuman)
nl: Gebruik als secundair scherm (Voor aankondigingen)
no: Bruk som en sekundær skjerm (For kunngjøringer)
pa: دوجی اسکرین دے طور تے ورتو (اعلان لئی)
pl: Zastosowanie jako ekran dodatkowy (do ogłoszeń)
pt: Usar como tela secundária (para anúncios)
ro: Utilizați ca ecran secundar (pentru anunțuri)
ru: Используйте в качестве дополнительного экрана (Для объявлений)
sl: Uporaba kot sekundarni zaslon (za obvestila)
sq: Përdorni si ekran dytësor (Për Njoftime)
sv: Används som en sekundär skärm (för meddelanden)
th: ใช้เป็นหน้าจอรอง (สำหรับประกาศ)
tr: İkinci ekran olarak kullanın (Duyurular için)
ug: ئىككىنچى ئېكران سۈپىتىدە ئىشلىتىدۇ (ئۇقتۇرۇشلار ئۈچۈن)
uk: Використовувати як додатковий екран (для оголошень)
ur: ثانوی اسکرین کے طور پر استعمال کریں (اعلانات کے لیے)
vi: Koristite kao sekundarni zaslon (za obavještenja)
zh: 作为辅助屏幕使用（用于公告）。

# normalScreen
source: Use as Main Screen
ar: استخدام كشاشة رئيسية
az: Əsas ekran kimi istifadə et
bg: Използване като главен екран
bn: মেইন স্ক্রিন হিসেবে ব্যবহার করুন
cs: Použití jako hlavní obrazovka
da: Brug som hovedskærm
de: Als Hauptbildschirm verwenden
el: Χρήση ως κύρια οθόνη
es: Utilizar como pantalla principal
et: Kasutage põhiekraanina
fa: استفاده به عنوان صفحه اصلی
fi: Käytä päänäyttönä
fr: Utiliser comme écran principal
hi: मुख्य स्क्रीन के रूप में उपयोग करें
hu: Használd főképernyőként
id: Gunakan sebagai Layar Utama
it: Utilizzare come schermata principale
ja: メイン画面として使用する
ko: 메인 화면으로 사용
ku: بەرکارهێنان وەک شاشەی سەرەکی
lt: Naudoti kaip pagrindinį ekraną
lv: Izmantot kā galveno ekrānu
ms: Gunakan sebagai Skrin Utama
nl: Gebruik als hoofdscherm
no: Bruk som hovedskjerm
pa: مرکزی اسکرین دے طور تے ورتو
pl: Użyj jako ekranu głównego
pt: Usar como tela principal
ro: Utilizați ca ecran principal
ru: Использование в качестве главного экрана
sl: Uporaba kot glavni zaslon
sq: Përdorni si Ekran Kryesor
sv: Använd som huvudskärm
th: ใช้เป็นหน้าจอหลัก
tr: Ana Ekran Olarak Kullan
ug: ئاساسىي ئېكران سۈپىتىدە ئىشلىتىدۇ
uk: Використовувати як головний екран
ur: مین اسکرین کے طور پر استعمال کریں۔
vi: Koristite kao glavni ekran
zh: 作为主屏幕使用

source: Duaa Remainder
ar: تذكير بالدعاء
az: Duanın qalanı
bg: Оставащото време преди дуата
bn: দোয়ার রিমাইন্ডার
cs: Duaa Zbytek
da: Duaa Rester
de: Duʿā' (Bittgebete) - Erinnerung
el: Duaa Υπόλοιπο
es: Duaa Resto
et: Duaa Ülejäänu
fa: باقی مانده دعا
fi: Duaa Jäännös
fr: Temps restant avant Duaa
hi: दुआ शेष
hu: Fohászemlékeztető
id: Sisa Duaa
it: Du'aa rimanente
ja: デュアリマインダ
ko: 두아 잔여
ku: دوعا وەبیرهێنەرەوە
lt: Duomenų apie likutį
lv: Duaa atlikums
ms: Peringatan Doa
nl: Duaa Restant
no: Duaa gjenstår
pa: دعا لئی چیتا کروانا
pl: Duaa Pozostałość
pt: Continuação Duá
ro: Duaa Restul
ru: Дуа Остаток
sl: Ostanek Duaa
sq: Përkujtimi i lutjeve
sv: Duaa Resterande del
th: ดุอาอฺที่เหลือ
tr: Duaa Kalanı
ug: دۇئا ئەسكەرتكۈچ
uk: До дуа залишилось
ur: باقی دعا
vi: Dova
zh: Duaa 剩余部分

source: Fajr Wake Up
ar: منبه لصلاة الفجر
az: Sabah oyanışı
bg: Аларма за Сабах
bn: ফজর উঠার সময়
cs: Probuzení Fajr
da: Fajr Vågn op
de: Aufwachen zum Morgengebet
el: Fajr ξύπνημα
es: Despertar Fajr
fa: بیدار باش صبح
fi: Fajr herätys
fr: Réveil Fajr
hi: फज्र जागो
hu: Hajnali imához ébresztés
id: Bangun Subuh
it: Sveglia Fajr
ja: ファジュルウェイクアップ
ko: 파즈 웨이크업
ku: هەستان بۆ نوێژی بەیانی
lt: Fajr pabudimas
lv: Fajr pamošanās
ms: Peringatan Subuh
nl: Fajr wakker worden
no: Fajr Vekk Opp
pa: فجر اٹھ جاؤ
pl: Pobudka Fadżr
pt: Despertar no Fajr
ru: Фаджр Пробуждение
sl: Fajr se zbudite
sq: Zgjohu! Koha e Sabahut.
sv: Fajr väcker upp
th: ตื่นละหมาดฟัจญรฺ
tr: Sabah uyanışı
ug: بامداتقا ئويغىتىش
uk: Фаджр Прокинься
ur: فجر اٹھو
vi: Ustani, Sabah namaz
zh: 朝圣醒来的时候

source: Change language
ar: تغيير اللغة
az: Dili dəyişdir
bg: Промяна на езика
bn: ভাষা পরিবর্তন করুন
cs: Změna jazyka
da: Skift sprog
de: Sprache ändern
el: Αλλαγή γλώσσας
es: Cambiar de idioma
et: Keele muutmine
fa: تغییر زبان
fi: Vaihda kieltä
fr: Changer de langue
hi: भाषा बदलें
hu: Nyelv módosítása
id: Mengubah bahasa
it: Cambiare la lingua
ja: 言語を変更する
ko: 언어 변경
ku: زمان بگۆڕە
lt: Keisti kalbą
lv: Mainīt valodu
ms: Ubah bahasa
nl: Taal wijzigen
no: Bytt språk
pa: بولی بدلو
pl: Zmiana języka
pt: Alterar idioma
ro: Schimbați limba
ru: Изменить язык
sl: Sprememba jezika
sq: Ndryshoni Gjuhën
sv: Ändra språk
th: เปลี่ยนภาษา
tr: Dili değiştir
ug: تىل ئالماشتۇرۇش
uk: Змінити мову
ur: زبان بدلو
vi: Promijeni jezik
zh: 改变语言

source: Force screen
ar: تفعيل أو عرض شاشة معينة في النظام
az: Ekranı məcbur et
bg: Принудителен екран
bn: স্ক্রিন জোরপূর্বক চালু করুন
cs: Obrazovka Force
da: Skærm forcere
de: Bildschirm erzwingen
el: Οθόνη δύναμης
es: Pantalla de fuerza
et: Force ekraan
fa: اجبار روشن بودن صفحه
fi: Pakota näyttö
fr: Forcer l'écran
hi: बलपूर्वक स्क्रीन
hu: Képernyőtájolás
id: Layar paksa
it: Schermo di forza
ja: フォーススクリーン
ko: 강제 화면
ku: چەسپاندنی شاشە
lt: Jėgos ekranas
lv: Spēka ekrāns
ms: Skrin Paksa
nl: Forceerscherm
no: Tving skjerm
pa: فورس اسکرین
pl: Ekran siłowy
pt: Forçar tela
ro: Ecran de forță
ru: Силовой экран
sl: Zaslon Force
sv: Tvångsskärmen
th: หน้าจอบังคับ
tr: Ekranı zorla
ug: مەجبۇرىي ئېكران
uk: Не вимикати екран
ur: زبردستی اسکرین
vi: Ne gasi ekran
zh: 力量屏幕

source: Clear
ar: مسح
az: Təmizlə
bg: Изтриване
bn: পরিষ্কার
cs: Přehledně
da: Klar
de: Klar
el: Σαφής
es: Claro
et: Selge
fa: پاک کردن
fi: Kirkas
fr: Réinitialiser
hi: स्पष्ट
hu: Törlés
id: Jelas
it: Libero
ja: クリア
ko: 지우기
ku: پاك کردنەوە
lt: Skaidrus
lv: Skaidrs
ms: Padam
nl: Duidelijk
no: Tøm
pa: صاف کرو
pl: Jasne
pt: Limpar
ro: Clar
ru: Очистить
sl: Jasno
sq: Fshije
sv: Klart
tr: Temiz
ug: تازىلا
uk: Чисто
ur: صاف
vi: Ukloni
zh: 清楚

source: Change Theme
ar: تغيير المظهر
az: Temanı dəyişdir
bg: Промяна на темата
bn: থিম পরিবর্তন করুন
cs: Změna tématu
da: Ændre tema
de: Theme ändern
el: Αλλαγή θέματος
es: Cambiar tema
et: Teema muutmine
fa: تغییر زمینه
fi: Vaihda teema
fr: Changer de thème
hi: विषय को परिवर्तित करें
hu: Téma módosítása
id: Ubah Tema
it: Cambia tema
ja: テーマ変更
ko: 테마 변경
ku: گۆڕینی ڕووکار
lt: Keisti temą
lv: Mainīt tēmu
ms: Tukar tema
nl: Thema wijzigen
no: Endre tema
pa: تھیم بدلو
pl: Zmiana tematu
pt: Alterar tema
ro: Schimbă tema
ru: Изменить тему
sl: Sprememba teme
sv: Ändra tema
th: เปลี่ยนธีม
tr: Temayı Değiştir
ug: ئۇسلۇب ئالماشتۇر
uk: Змінити тему
ur: تھیم تبدیل کریں۔
vi: Promijeni temu
zh: 改变主题

source: Next
ar: التالي
az: Növbəti
bg: Следваща
cs: Další
da: Næste
de: Nächste
el: Επόμενο
es: Siguiente
et: Järgmine
fa: بعدی
fi: Seuraava
fr: Suivant
hi: अगला
hu: Következő
id: Berikutnya
it: Avanti
ja: 次のページ
ko: 다음
ku: دواتر
lt: Kitas
lv: Nākamais
ms: Seterusnya
nl: Volgende
no: Neste
pa: اگلا
pl: Następny
pt: Próximo
ro: Următorul
ru: Следующий
sl: Naslednji
sq: Vazhdo
sv: Nästa
tr: Sonraki
ug: كېيىنكى
uk: Далі
ur: اگلے
vi: Dalje
zh: 下一页

# mainScreenOrSecondaryScreen
source: Screen location
ar: موقع الشاشة
az: Ekran yeri
bg: Местоположение на екрана
bn: স্ক্রিন অবস্থান
cs: Umístění obrazovky
da: Skærmens placering
de: Standort des Bildschirms
el: Θέση οθόνης
es: Ubicación de la pantalla
et: Ekraani asukoht
fa: مکان نمایشگر
fi: Näytön sijainti
fr: Emplacement de l'écran
hi: स्क्रीन स्थान
hu: A képernyő helyzete
id: Lokasi layar
it: Posizione dello schermo
ja: 画面位置
ko: 화면 위치
ku: جێگای شاشە
lt: Ekrano vieta
lv: Ekrāna atrašanās vieta
ms: Lokasi skrin
nl: Schermlocatie
no: Plassering av skjerm
pa: اسکرین دی تھاں
pl: Lokalizacja ekranu
pt: Localização da tela
ro: Locația ecranului
ru: Расположение экрана
sl: Lokacija zaslona
sq: Vendndodhja e ekranit
sv: Skärmens placering
th: ตำแหน่งหน้าจอ
tr: Ekran konumu
ug: ئېكران ئورنى
uk: Положення екрана
ur: اسکرین کا مقام
vi: Orijentacija ekrana
zh: 屏幕位置

# mainScreenOrSecondaryScreenEXPLINATION
source: Do you want to install this screen in the main prayer room (men prayer room) ?
ar: هل تريد تثبيت هذه الشاشة في غرفة الصلاة الرئيسية (الرجال) ؟
az: Bu ekranı əsas ibadət otağına (kişilər namaz otağı) quraşdırmaq istəyirsiniz?
bg: Искате ли да инсталирате този екран в главната молитвена зала (за мъже)?
bn: আপনি কি এই স্ক্রিনটি প্রধান নামাজের কক্ষে (পুরুষদের নামাজের কক্ষে) ইনস্টল করতে চান?
cs: Chcete tuto obrazovku instalovat do hlavní modlitebny (modlitebna pro muže) ?
da: Ønsker du at installere denne skærm i det primære bederum (mændenes bederum) ?
de: Möchten Sie diesen Bildschirm im Hauptgebetsraum (Männergebetsraum) installieren?
el: Θέλετε να εγκαταστήσετε αυτή την οθόνη στην κύρια αίθουσα προσευχής (αίθουσα προσευχής ανδρών);
es: ¿Desea instalar esta pantalla en la sala de oración principal (sala de oración para hombres)?
et: Kas soovite paigaldada selle ekraani peapalvemissaali (meeste palveruum) ?
fa: آیا می خواهید این صفحه نمایش را در نمازخانه اصلی (نمازخانه مردانه) نصب کنید؟
fi: Haluatko asentaa tämän näytön päärukoushuoneeseen (miesten rukoushuone)?
fr: Souhaitez-vous installer cet écran dans la salle de prière principale (salle de prière des hommes) ?
hi: क्या आप इस स्क्रीन को मुख्य प्रार्थना कक्ष (पुरुष प्रार्थना कक्ष) में स्थापित करना चाहते हैं?
hu: Ezt a képernyőt a főimaterembe (férfi imaterem) szeretnéd telepíteni ?
id: Apakah Anda ingin memasang layar ini di ruang salat utama (ruang salat pria)?
it: Vuoi installare questa schermata nella sala di preghiera principale (stanza di preghiera degli uomini) ?
ja: このスクリーンをメイン祈祷室（男性用祈祷室）に設置したいですか？
ko: 이 화면을 주 기도실(남자 기도실)에 설치하시겠습니까?
ku: دەتەوێت ئەم شاشەیە لە ژووری نوێژی سەرەکی (ژووری نوێژی پیاوان) دابنێیت ?
lt: Ar norite įrengti šį ekraną pagrindiniame maldos kambaryje (vyrų maldos kambaryje)?
lv: Vai vēlaties uzstādīt šo ekrānu galvenajā lūgšanu telpā (vīriešu lūgšanu telpā)?
ms: Adakah anda ingin memasang skrin ini di ruang solat utama (ruang solat lelaki) ?
nl: Wil je dit scherm installeren in de hoofdgebedsruimte (mannen gebedsruimte) ?
no: Vil du installere denne skjermen i hovedbønn rommet (men bønn rom) ?
pa: کیہہ تُسی ایس اسکرین نوں نماز دے مرکزی کمرے (بندیاں لئی نماز دے کمرے) وچ لانا چاہندے او ؟
pl: Czy chce Pan zainstalować ten ekran w głównej sali modlitw (sala modlitw dla mężczyzn)?
pt: Deseja instalar esta tela na sala de oração principal (quarto de oração para homens)?
ro: Doriți să instalați acest ecran în sala de rugăciune principală (sala de rugăciune pentru bărbați) ?
ru: Хотите ли Вы установить этот экран в главной молитвенной комнате (мужской молитвенной комнате)?
sl: Ali želite ta zaslon namestiti v glavno molilnico (molilnica za moške)?
sq: Dëshiron ta instalosh këtë ekran në hapësiren kryesore të xhamisë (dhomë lutjeje për burra)?
sv: Vill du installera den här skärmen i huvudbönrummet (böneutrymmet för män)?
th: คุณต้องการติดตั้งหน้าจอนี้ในห้องละหมาดหลัก (ห้องละหมาดชาย) หรือไม่?
tr: Bu ekranı erkekler namaz yerinde kurmak istiyor musunuz?
ug: بۇ ئېكراننى ئاساسىي مەسچىتكە ئورنىتامسىز (ئەرلەر ناماز ئوقۇيدىغان)
uk: Ви бажаєте встановити цей екран в головній молитовній кімнаті (для чоловіків)?
ur: کیا آپ اس سکرین کو مرکزی نماز کے کمرے (مردوں کی نماز کے کمرے) میں لگانا چاہتے ہیں?
vi: Da li želite da instalirate ovaj ekran u glavnu prostoriju za namaz (prostorija za muškarce)?
zh: 你想在主祈祷室（男祈祷室）安装这个屏幕吗？

source: Main screen
ar: الشاشة الرئيسية
az: Əsas ekran
bg: Основен екран
bn: প্রধান স্ক্রিন
cs: Hlavní obrazovka
da: Hovedskærm
de: Hauptbildschirm
el: Κύρια οθόνη
es: Pantalla principal
et: Peakuva
fa: نمایشگر اصلی
fi: Päänäyttö
fr: Écran principal
hi: मुख्य स्क्रीन
hu: Főképernyő
id: Layar utama
it: Schermo principale
ja: メイン画面
ko: 메인 화면
ku: شاشەی سەرەکی
lt: Pagrindinis ekranas
lv: Galvenais ekrāns
ms: Skrin Utama
nl: Hoofdscherm
no: Hovedskjerm
pa: مرکزی اسکرین
pl: Ekran główny
pt: Tela principal
ro: Ecranul principal
ru: Главный экран
sl: Glavni zaslon
sq: Ekrani kryesor
sv: Huvudskärmen
th: หน้าจอหลัก
tr: Ana ekran
ug: ئاساسىي ئېكران
uk: Головний екран
ur: مین اسکرین
vi: Glavni ekran
zh: 主屏幕

source: Secondary screen
ar: الشاشة الثانوية
az: İkinci ekran
bg: Вторичен екран
bn: সেকেন্ডারি স্ক্রিন
cs: Sekundární obrazovka
da: Sekundær skærm
de: sekundärer Bildschirm
el: Δευτερεύουσα οθόνη
es: Pantalla secundaria
et: Teisene ekraan
fa: نمایشگر دوم
fi: Toissijainen näyttö
fr: Écran secondaire
hi: द्वितीयक स्क्रीन
hu: Másodlagos képernyő
id: Layar sekunder
it: Schermo secondario
ja: 二次スクリーン
ko: 보조 화면
ku: شاشەی لاوەکی
lt: Antrinis ekranas
lv: Sekundārais ekrāns
ms: Skrin Kedua
nl: Secundair scherm
no: Sekundær skjerm
pa: دوجی اسکرین
pl: Ekran dodatkowy
pt: Tela secundária
ro: Ecran secundar
ru: Вторичный экран
sl: Sekundarni zaslon
sq: Ekran dytësor
sv: Sekundär skärm
tr: ikinci ekran
ug: ئىككىنچى ئېكران
uk: Вторинний екран
ur: ثانوی اسکرین
vi: Sekundarni ekran
zh: 二级屏幕

source: Duaa El Eftar
ar: دعاء الإفطار
az: İftar duası
bg: Дуа на ифтар
bn: ইফতারের দোয়া
de: Bittgebete zum Fastenbrechen
fa: دعای افطار
hi: दुआ ए इफ्तार
hu: A böjtmegtörés fohásza
it: Duaa Al Iftar
ko: 두아 엘 에프타르
ku: دوعای بەربانگ
ms: Doa Berbuka Puasa
nl: Het smeekgebed bij het verbreken van het vasten
pa: افطاری توں بعد دی دعا
pt: Duá de Iftar
ru: Дуаа Эль Эфтар
sq: Duaja e Iftarit
th: ดูอาเปิดบวช
tr: İftar Duası
ug: ئىفتار دۇئاسى
uk: Дуа на іфтар
ur: دعائے افطار
vi: Dova Iftara

# announcementOnlyMode
source: Announcements mode
ar: وضع الإعلانات
az: Elan rejimi
bg: Режим на съобщения
bn: ঘোষণা মোড
cs: Režim oznámení
da: Meddelelsestilstand
de: Ankündigungsmodus
el: Λειτουργία ανακοινώσεων
es: Modo de anuncios
et: Teadete režiim
fa: روش اطلاع رسانی
fi: Ilmoitukset-tila
fr: Mode annonces
hi: घोषणा मोड
hu: Közlemények üzemmód
id: Mode pengumuman
it: Annunci
ja: アナウンスメントモード
ko: 공지 사항 모드
ku: دۆخی ڕاگەیاندنەکان
lt: Skelbimų režimas
lv: Paziņojumu režīms
ms: Mod Pengumuman
nl: Mededelingen modus
no: Annonserings modus
pa: اعلان دا موڈ
pl: Tryb ogłoszeń
pt: Modo de anúncios
ro: Modul anunțuri
ru: Режим объявлений
sl: Način objav
sq: Modaliteti i njoftimeve
sv: Läge för meddelanden
th: โหมดประกาศ
tr: Reklamlar modu
ug: ئۇقتۇرۇش ھالىتى
uk: Режим оголошень
ur: اعلانات کا موڈ
vi: Režim obavještenja
zh: 公告模式

source: Normal mode
ar: الوضع العادي
az: Normal rejim
bg: Нормален режим
bn: সাধারণ মোড
cs: Normální režim
da: Normal tilstand
de: Normalbetrieb
el: Κανονική λειτουργία
es: Modo normal
et: Tavaline režiim
fa: حالت معمولی
fi: Normaali tila
fr: Mode Normal
hi: सामान्य मोड
hu: Normál üzemmód
id: Mode normal
it: Modalità Normale
ja: ノーマルモード
ko: 일반 모드
ku: دۆخی ئاسایی
lt: Įprastas režimas
lv: Parasts režīms
ms: Mod Biasa
nl: Normale modus
no: Normal modus
pa: نارمل موڈ
pl: Tryb normalny
pt: Modo normal
ro: Mod normal
ru: Нормальный режим
sl: Običajni način
sq: Modaliteti normal
sv: Normalt läge
tr: Normal mod
ug: ئادەتتىكى ھالەت
uk: Звичайний режим
ur: نارمل موڈ
vi: Normalni način
zh: 正常模式
