Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

source: Portrait
ar: الوضع العمودي
az: Şaquli
bg: Портрет
bn: পোর্ট্রেট
cs: Na výšku
da: Portræt
de: Hochformat
es: Retrato
fa: عمودی
fi: Muotokuva
hi: पोट्रेट
hu: Függőleges
id: Tegak
it: Verticale
ja: 縦向き
ku: ستوونی
ms: Orientasi Potret
nl: Staand
pa: کھڑواں
pl: Portret
pt: Vertical
ro: Portret
sq: Pozita vertikale
th: ภาพเหมือน
ug: بويىغا
uk: Портрет
ur: پورٹریٹ
vi: Vertikalni prikaz
zh: 头像

# portraitBTNDescription
source: For vertical orientation recommended for mosque with small space
ar: الاتجاه العمودي موصى به للمساجد ذات المساحات الصغيرة
az: Kiçik sahəli məscidlər üçün şaquli yön tövsiyə olunur
bg: За вертикална ориентация се препоръчва за джамии с малко пространство
bn: ছোট জায়গার মসজিদের জন্য ভার্টিকেল অরিয়েন্টেশন সুপারিশ করা হয়
cs: Pro vertikální orientaci doporučeno pro mešitu s malým prostorem
da: Til lodret orientering anbefales for moské med lille plads
de: Für vertikale Ausrichtung empfohlen für Moschee mit kleinem Raum
es: Para la orientación vertical recomendada para la mezquita con espacio pequeño
fa: جهت گیری عمودی برای مسجد با فضای کوچک توصیه می شود
fi: Pystysuoraan suuntautumiseen suositellaan moskeijaan, jossa on pieni tila
fr: Pour l'orientation verticale, recommandée si l'endroit ou vous installez l'écran est étroit.
hi: ऊर्ध्वाधर अभिविन्यास के लिए छोटी जगह वाली मस्जिद के लिए अनुशंसित
hu: Függőleges tájolás: kis hellyel rendelkező mecsetek számára ajánlott
id: Untuk orientasi vertikal direkomendasikan untuk masjid dengan ruang kecil
it: Per moschee con spazi ridotti consigliamo l'orientamento verticale
ja: 縦向きにするにはモスクのスペースが狭い場所に推奨されます
ku: ئاڕاستەی ستوونی بۆ ئەو مزگەوتانە پێشنیار دەکرێت کە جێگایان کەمە و بچوکن
ms: Untuk orientasi menegak disyorkan untuk masjid dengan ruang kecil
nl: Voor verticale oriëntatie aanbevolen voor moskee met kleine ruimte
pa: وکھان دا کھڑواں رخ اوس مسیت لئی تجویز کیتا جاندا اے جتھے تھاں گھٹ ہووے
pl: Orientacja pionowa zalecana dla meczetów o małej powierzchni
pt: A orientação vertical é recomendada para mesquitas com menos espaço
ro: Pentru orientarea verticală recomandată pentru moschee cu spațiu mic
sq: Për orientim vertikal rekomandohet për xhami me hapësirë ​​të vogël
th: สำหรับการวางแนวตั้ง แนะนำสำหรับมัสยิดที่มีพื้นที่ขนาดเล็ก
ug: بويىغا يۆنىلىشكە مەسچىتتىكى كىچىك بوشلۇق تەۋسىيە قىلىنىدۇ
uk: Для вертикальної орієнтації рекомендується для мечеті з невеликим простором
ur: چھوٹی جگہ والی مسجد کے لیے عمودی سمت کے لیے تجویز کی جاتی ہے۔
vi: Vertikalnu orijentaciju preporučuje se za džamije sa malim prostorom
zh: 对于为清真寺建议的空间小的垂直方向

source: Landscape
ar: الوضع الافقي
az: Üfüqi
bg: Пейзаж
bn: ল্যান্ডস্কেপ
cs: Na šířku
da: Liggende
de: Querformat
es: Paisaje
fa: افقی
fi: Maisema
fr: Paysage
hi: लैंडस्केप
hu: Vízszintes
id: Mendatar
it: Orizzontale
ja: ランドスケープ
ku: ئاسۆیی
ms: Mod landskap
nl: Liggend
pa: بیٹھواں
pl: Krajobraz
pt: Horizontal
ro: Peisaj
sq: Pozita horizontale
th: ภูมิประเทศ
ug: توغرىسىغا
uk: Горизонтальна
ur: لینڑسکیپ
vi: Horizontalni prikaz
zh: 横屏模式

# landscapeBTNDescription
source: For Horizontal orientation. The main layout for mawaqit tv app and recommended one for most mosques
ar: الاتجاه الأفقي. هو التصميم الرئيسي لتطبيق Mawaqit tv ويوصى به لمعظم المساجد
az: Üfüqi yön üçün. Mawaqit TV tətbiqi üçün əsas düzüm və əksər məscidlər üçün tövsiyə olunan düzüm
bg: За хоризонтална ориентация. Основното оформление за приложението mawaqit tv и препоръчително за повечето джамии
bn: হরাইজন্টাল অরিয়েন্টেশন: Mawaqit TV অ্যাপের প্রধান লেআউট এবং বেশিরভাগ মসজিদের জন্য সুপারিশকৃত
cs: Pro horizontální orientaci. Hlavní rozvržení aplikace mawaqit tv a doporučeno pro většinu mešit
da: For horisontal orientering. Det vigtigste layout for mawaqit tv app og anbefalede en for de fleste moskeer
de: Für die horizontale Orientierung. Das Hauptlayout für mawaqit TV App und empfohlen für die meisten Moscheen
es: Para orientación horizontal. El diseño principal para la aplicación de tv de mawaqit y recomendado uno para la mayoría de mezquitas
fa: جهت گیری افقی برای اپلیکیشن تلویزیونی مواقیت و برای اکثر مساجد توصیه می شود
fi: Vaakasuuntainen suuntaus. Mawaqit tv-sovelluksen pääasettelu ja suositeltava asettelumalli useimpiin moskeijoihin.
fr: Pour l'orientation horizontale. La disposition principale de l'application MAWAQIT TV et celle recommandée pour la plupart des mosquées.
hi: क्षैतिज अभिविन्यास के लिए. मवाक़िट टीवी ऐप के लिए मुख्य लेआउट और अधिकांश मस्जिदों के लिए अनुशंसित
hu: Vízszintes tájolás: a mawaqit tv alkalmazás főelrendezése és a legtöbb mecset számára ajánlott elrendezés
id: Untuk orientasi horizontal. Tata letak utama untuk aplikasi mawaqit TV dan direkomendasikan untuk sebagian besar masjid
it: L'orientamento orizzontale è il sistema principale dell'app Mawaqit Tv, raccomandato per la maggior parte delle moschee
ja: 水平指向のために. mawaqitテレビアプリのメインレイアウトとほとんどのモスクに1をお勧めします
ku: بۆ ئاراستەی ئاسۆیی، شێوازی سەرەکی بۆ بەرنامەی مەواقیت پێشنیار کراوە بۆ زۆربەی مزگەوتەکان
ms: Untuk orientasi mendatar. Susun atur utama untuk aplikasi tv mawaqit dan disyorkan untuk kebanyakan masjid
nl: Voor horizontale oriëntatie. De hoofdindeling voor de mawaqit tv app en aanbevolen er één voor de meeste moskeeën
pa: وکھان دے بیٹھویں رخ دا تعارف۔ ایہہ مواقیت ٹی وی ایپ نوں وکھان دی مرکزی ترتیب اے اتے زیادہ تر مسیتاں لئی تجویز کیتی جاندی اے
pl: Dla orientacji poziomej. Główny układ dla aplikacji mawaqit tv i zalecany dla większości meczetów
pt: Para a orientação horizontal. O layout principal para o aplicativo mawaqit tv e recomendado para a maioria das mesquitas
ro: Pentru orientare orizontală. Formatul principal pentru aplicația tv mawaqit și a recomandat una pentru majoritatea moscheilor
sq: Për orientim horizontal. Paraqitja kryesore për aplikacionin mawaqit tv dhe e rekomanduar për shumicën e xhamive
th: สำหรับการวางแนวในแนวนอน รูปแบบหลักสำหรับแอปทีวี mawaqit และรูปแบบที่แนะนำสำหรับมัสยิดส่วนใหญ่
ug: توغرىسىغا يۆنىلىش ئۈچۈن. Mawaqit تېلېۋىزور ئەپنىڭ ئاساسىي جايلاشتۇرۇلۇشى بولۇپ، كۆپىنچە مەسچىتكە تەۋسىيە قىلىنىدۇ
uk: Для горизонтальної орієнтації. Основний макет додатку mawaqit tv і рекомендований для більшості мечетей
ur: افقی واقفیت کے لیے۔ مواقیت ٹی وی ایپ کے لیے مرکزی ترتیب اور زیادہ تر مساجد کے لیے تجویز کردہ
vi: Horizontalna orijentacija je glavni izgled za Mawaqit tv aplikaciju i preporučeni prikaz za većinu džamija
zh: 对于水平方向。Mawaqit tv 应用的主要布局，并推荐大多数清真寺的主要布局。

source: Eid Mubarak
ar: عيدكم مبارك
az: Bayramınız mübarək olsun
bg: Честит Байрям
bn: ঈদ মোবারক
fa: عید مبارک
fr: Aïd Moubarak
hi: ईद मुबारक
id: Idul Fitri
ja: イードムバラク
ko: 이드 무바라크
ku: جەژنتان پیرۆز
ms: Selamat Hari Raya Aidilfitri
pa: عید دیاں مبارکاں
ru: Ид Мубарак
sq: Gëzuar Bajramin!
th: อีดมูบาร๊อก
tr: Bayram mübarek olsun
ug: ھېيت مۇبارەك
uk: Ід Мубарак!
ur: عید مبارک
vi: Bajram Šerif Mubarek Olsun! Hajrli Bajram
zh: 开斋节

# takbeerAleidText
source: Allahu Akbar, Allahu Akbar, Allahu Akbar, la ilaha illa Allah, Allahu Akbar, Allahu Akbar, wa lillahi al-hamd
ar: الله أكبر الله أكبر الله أكبر و لا إله إلا الله، الله أكبر الله أكبر الله أكبر و لله الحمد
az: Allahu Əkbər, Allahu Əkbər, Allahu Əkbər, Lə ilahə illəllah, Allahu Əkbər, Allahu Əkbər, və lillahil həmd
bg: Аллаху Акбар, Аллаху Акбар, Аллаху Акбар, Аллаху Акбар, ла илаха ила Аллах, Аллаху Акбар, Аллаху Акбар, Аллаху Акбар, уа лиллахил-хамд
bn: আল্লাহু আকবার, আল্লাহু আকবার, আল্লাহু আকবার, লা ইলাহা ইল্লাল্লাহ, আল্লাহু আকবার, আল্লাহু আকবার, ওয়া লিল্লাহি আল হামদ
da: Allahu Akbar, Allahu Akbar, Allahu Akbar, Allahu Akbar, la ilaha illa Allah, Allahu Akbar, Allahu Akbar, Allahu Akbar, wa lillahi al-hamd
el: Allahu Akbar, Allahu Akbar, Allahu Akbar, la ilaha illa Allah, Allahu Akbar, Allahu Akbar, Allahu Akbar, wa lillahi al-hamd
et: Allahu Akbar, Allahu Akbar, Allahu Akbar, la ilaha illa Allah, Allahu Akbar, Allahu Akbar, Allahu Akbar, wa lillahi al-hamd
fa: الله اکبر الله اکبر الله اکبر ، لا اله الا الله ، الله کبر الله اکبر و لله الحمد
fi: Allahu Akbar, Allahu Akbar, Allahu Akbar, Allahu Akbar, la ilaha illa Allah, Allahu Akbar, Allahu Akbar, Allahu Akbar, wa lillahi al-hamd
hi: अल्लाहु अकबर, अल्लाहु अकबर, अल्लाहु अकबर, ला इलाहा इल्ला अल्लाह, अल्लाहु अकबर, अल्लाहु अकबर, वा लिल्लाही अल-हम्द
hu: Alláhu Akbar, Alláhu Akbar, Alláhu Akbar, lá iláha illá Alláh, Alláhu Akbar, Alláhu Akbar, wa lilláhil-hamd
ja: アッラーフ・アクバル、アッラーフ・アクバル、ラ・イラハ・イラ・アッラー、アッラーフ・アクバル、ワ・リッラーヒ・アル・ハムド
ko: 알라후 아크바르, 알라후 아크바르, 알라후 아크바르, 라 일라하 일라 알라, 알라후 아크바르, 알라후 아크바르, 와 릴라히 알함드
ku: الله أكبر الله أكبر الله أكبر، لا إله إلا الله، الله أكبر الله أكبر ولله الحمد
lt: Allahu Akbar, Allahu Akbar, Allahu Akbar, Allahu Akbar, la ilaha illa Allah, Allahu Akbar, Allahu Akbar, Allahu Akbar, wa lillahi al-hamd
lv: Allahu Akbar, Allahu Akbar, Allahu Akbar, Allahu Akbar, la ilaha illa Allah, Allahu Akbar, Allahu Akbar, Allahu Akbar, wa lillahi al-hamd
pa: اللہ سب توں وڈا اے، اللہ سب توں وڈا اے، اللہ صرف اک اے، تے اللہ توں علاوہ کوئی ہور رب نہیں، تے اوس دی ہی تعریف کیتی جا سکدی اے
pt: Allah é grande, Allah é grande, Allah é grande, ninguém é mais digno de oração exceto Allah, Allah é grande, Allah é grande, todos os louvores à Allah.
ro: Allahu Akbar, Allahu Akbar, Allahu Akbar, Allahu Akbar, la ilaha illa Allah, Allahu Akbar, Allahu Akbar, wa lillahi al-hamd
ru: Аллаху Акбар, Аллаху Акбар, Аллаху Акбар, Аллаху Акбар, ла илаха илла Аллах, Аллаху Акбар, Аллаху Акбар, Аллаху Акбар, ва лиллахи аль-хамд
sl: Allahu Akbar, Allahu Akbar, Allahu Akbar, Allahu Akbar, la ilaha illa Allah, Allahu Akbar, Allahu Akbar, wa lillahi al-hamd
sq: Allahu Akber, Allahu Akber, Allahu Akber, la ilahe il-la Allah, Allahu Akber, Allahu Akber, ve lillahi el-hamd
sv: Allahu Akbar, Allahu Akbar, Allahu Akbar, Allahu Akbar, la ilaha illa Allah, Allahu Akbar, Allahu Akbar, Allahu Akbar, wa lillahi al-hamd
tr: Allâhü ekber Allâhü ekber lâ ilâhe illallâhü vallâhü ekber Allâhü ekber ve lillâhi'l-hamd
ug: ئاللاھۇ ئەكبەر، ئاللاھۇ ئەكبەر، ئاللاھۇ ئەكبەر، لا ئىلاھە ئىللەللاھ، ئاللاھۇ ئەكبەر، ئاللاھۇ ئەكبەر، ۋەلىللاھى ئەلھەمد
uk: Аллагу Акбар, Аллагу Акбар, Аллагу Акбар, ла ілага ілля Аллаг, Аллагу Акбар, Аллагу Акбар, Аллагу Акбар, ва іллагі аль-хамд
ur: اللہ اکبر، اللہ اکبر، اللہ اکبر، لا الہ الا اللہ، اللہ اکبر، اللہ اکبر، واللہ اعلم
vi: Allahu Akber, Allahu Akber, Allahu Akber, la ilahe il-la Allah, Allahu Akber, Allahu Akber, ve lillahi el-hamd

source: Settings
ar: الإعدادات
az: Ayarlar
bg: Настройки
bn: বিন্যাস সমূহ
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定方法
ko: 설정
ku: رێکخستنەکان
lt: Nustatymai
lv: Iestatījumi
ms: Tetapan
nl: Instellingen
no: Innstillinger
pa: سیٹنگز
pl: Ustawienia
pt: Opções
ro: Setări
ru: Настройки
sl: Nastavitve
sv: Inställningar
th: ตั้งค่า
tr: Ayarlar
ug: تەڭشەك
uk: Налаштування
ur: ترتیبات
zh: 设置

# applicationModes
source: Application Mode
ar: وضع التطبيق
az: Tətbiq rejimi
bg: Режим на приложението
bn: অ্যাপ্লিকেশন মোড
cs: Režimy použití
da: Anvendelsesmetoder
de: Anwendungsmodi
el: Τρόποι εφαρμογής
es: Modos de aplicación
et: Rakendusrežiimid
fa: حالت برنامه
fi: Sovellustilat
fr: Mode Application
hi: आवेदन मोड
hu: Alkalmazás üzemmód
id: Mode Aplikasi
it: Modalità dell'applicazione
ja: アプリケーションモード
ko: 애플리케이션 모드
ku: دۆخەکانی بەرنامە
lt: Taikymo režimai
lv: Lietošanas režīmi
ms: Mod Permohonan
nl: Toepassingsmodi
no: Applikasjons moduser
pa: ایپلیکیشن موڈ
pl: Tryb aplikacji
pt: Modo do aplicativo
ro: Moduri de aplicare
ru: Режимы применения
sl: Načini uporabe
sq: Mënyra e aplikimit
sv: Tillämpningssätt
th: โหมดการใช้งาน
tr: Uygulama modları
ug: ئەپ ھالىتى
uk: Режим додатку
ur: ایپلیکیشن موڈ
vi: Način primjene
zh: 应用模式

# ifYouAreFacingAnIssueWithTheAppActivateThis
source: If you are facing issues with the app, try to enable this option
ar: إذا كنت تواجه مشكلات مع التطبيق، حاول تفعيل هذا الخيار
az: Tətbiqdə problemlə üzləşsəniz, bu seçimi fəallaşdırın
bg: Ако срещате проблеми с приложението, опитайте се да разрешите тази опция.
bn: যদি আপনি অ্যাপে কোনো সমস্যা সম্মুখীন হন, তাহলে এই বিকল্পটি চালু করার চেষ্টা করুন
cs: Pokud se setkáte s problémem s aktivní aplikací.
da: Hvis du støder på et problem med appen, skal du aktivere denne mulighed
de: Wenn Sie ein Problem mit der App haben, aktivieren Sie diese Option
el: Αν αντιμετωπίζετε κάποιο πρόβλημα με την εφαρμογή, ενεργοποιήστε αυτή την επιλογή
es: Si tiene algún problema con la aplicación active esta opción
et: Kui teil tekib probleem rakenduse aktiivse selle valikuga
fa: اگر با مشکلی در برنامه مواجه هستید، سعی کنید این گزینه را فعال کنید
fi: Jos sovelluksessa on ongelmia, yritä ottaa tämä vaihtoehto käyttöön.
fr: Si vous rencontrez des problèmes avec l'application, essayez d'activer cette option.
hi: यदि आप ऐप के साथ समस्याओं का सामना कर रहे हैं, तो इस विकल्प को सक्षम करने का प्रयास करें
hu: Ha problémáid vannak az alkalmazással, próbáld meg engedélyezni ezt az opciót
id: Jika Anda menghadapi masalah dengan aplikasi, coba aktifkan opsi ini
it: Se riscontra un problema con l'applicazione attivi questa opzione
ja: アプリで問題が発生した場合は、このオプションをアクティブにしてください。
ko: 앱이 활성화되어 있는 상태에서 문제가 발생하는 경우 이 옵션을 사용하세요.
ku: ئەگەر ڕووبەڕووی کێشە بوویتەوە لەگەڵ بەرنامەکەدا، هەوڵبدە ئەم هەڵبژاردنە چالاک بکەیت
lt: Jei susiduriate su problema su aktyvia programėle, pasirinkite šią parinktį
lv: Ja rodas problēmas ar lietotni, kas ir aktīva ar šo opciju.
ms: Jika anda menghadapi masalah dengan aplikasi, cuba aktifkan pilihan ini
nl: Als u een probleem ondervindt met de app activeert u deze optie
no: Dersom du møter et problem med appen aktiv dette alternativet
pa: جے تُسی ایپ وچ اوکڑاں دا سامنا کر رہے او، تاں ایس آپشن نوں فعال کرن دی کوشش کرو
pl: Jeśli mają Państwo problemy z aplikacją, proszę spróbować włączyć tę opcję.
pt: Se você estiver tendo problemas com o aplicativo, tente ativar esta opção
ro: Dacă întâmpinați o problemă cu aplicația activă această opțiune
ru: Если у Вас возникли проблемы с приложением, активируйте эту опцию
sl: Če imate težave z aplikacijo, je ta možnost aktivna.
sq: Nëse keni probleme me aplikacionin, përpiquni ta aktivizoni këtë opsion
sv: Om du stöter på problem med appen, aktivera detta alternativ
th: หากคุณประสบปัญหากับแอป ให้ลองเปิดใช้งานตัวเลือกนี้
tr: Uygulamayla ilgili bir sorunla karşılaşıyorsanız bu seçeneği etkinleştirin
ug: ئەگەر بۇ ئەپتە مەسىلىگە يولۇقسىڭىز، بۇ تاللانمىنى قوزغىتىپ سىناڭ
uk: Якщо у вас виникли проблеми з додатком, спробуйте увімкнути цю опцію
ur: اگر آپ کو ایپ کے ساتھ مسائل کا سامنا ہے تو اس آپشن کو فعال کرنے کی کوشش کریں۔
vi: Ako imate problema s aplikacijom, pokušajte aktivirati ovu opciju
zh: 如果你遇到了应用程序的问题，可以选择这个选项。

# hijriAdjustments
source: Local Hijri adjustments
ar: التعديلات المحلية للتقويم الهجري
az: Yerli Hicri ayarları
bg: Промяна на датата по Хиджра на вашето устройство
bn: স্থানীয় হিজরি তারিখের সমন্বয়
cs: Místní úpravy Hidžri
da: Lokale Hijri justeringer
de: Lokale Hijri Einstellungen
es: Ajustes locales de Hijri
fa: تنظیم دستی تاریخ هجری قمری
fi: Paikalliset Hijrin mukautukset
fr: Ajustement local de la date hijri
hi: स्थानीय हिजरी समायोजन
hu: Helyi Hijri (hidzsri) beállítások
id: Penyesuaian tanggal Hijriah
it: Regolazione Hijri locale
ja: ローカルHijriの調整
ku: ڕێکخستنە ناوخۆییەکانی بەرواری هیجری
ms: Pelarasan Kalendar Hijrah tempatan
nl: Lokale Hijri aanpassingen
pa: مقامی حساب نال ہجری کلینڈر وچ ردوبدل
pl: Lokalne dostosowania Hijri
pt: Ajuste local da data islâmica
ro: Ajustări locale Hijri
sq: Rregullime Lokale/Kalendari Hixhri
th: การปรับเปลี่ยนฮิจเราะห์ในท้องถิ่น
ug: يەرلىك ھىجرىيە تەڭشىكى
uk: Дата по Хіджрі - місцеві налаштування
ur: مقامی ہجری ایڈجسٹمنٹ
vi: Podešavanje hidžretskog datuma na vašem uređaju
zh: 本地Hijri调整

# hijriAdjustmentsDescription
source: Adjust the hijri date locally in your device. This will not affect the online mosque settings
ar: قم بتعديل التاريخ الهجري محليًا على جهازك. هذا لن يؤثر على إعدادات المسجد عبر الإنترنت
az: Hicri tarixini cihazınızda yerli olaraq ayarlayın. Bu, onlayn məscid ayarlarınıza təsir etməyəcək
bg: Коригирайте датата по хиджра локално във вашето устройство. Това няма да повлияе на настройките на онлайн джамията
bn: আপনার ডিভাইসে স্থানীয়ভাবে হিজরি তারিখ সমন্বয় করুন। এটি অনলাইন মসজিদের সেটিংসে কোনো প্রভাব ফেলবে না
cs: Upravte místní datum ve vašem zařízení. To neovlivní nastavení online mešity
da: Juster hijri-datoen lokalt på din enhed. Dette vil ikke påvirke onlinemoskeindstillingerne
de: Passen Sie das hijri Datum lokal auf Ihrem Gerät an. Dies wirkt sich nicht auf die Online-Moschee Einstellungen aus
es: Ajuste la fecha de hijri localmente en su dispositivo. Esto no afectará a la configuración de la mezquita en línea
fa: اگر تاریخ هجری را با تنظیم دستی در دستگاه خود تنظیم کنید. این بر تنظیمات مسجد آنلاین تأثیری نخواهد گذاشت
fi: Muokkaa hijri päivämäärää paikallisesti laitteessasi. Tämä ei vaikuta online moskeija asetuksiin
fr: Ajuster la date de hijri localement dans votre appareil. Cela n'affectera pas les paramètres de la mosquée en ligne
hi: अपने डिवाइस में हिजरी तारीख को स्थानीय रूप से समायोजित करें। इससे ऑनलाइन मस्जिद सेटिंग पर कोई असर नहीं पड़ेगा
hu: Állítsd be helyileg a hijri (hidzsri) dátumot az eszközödön. Ez nem fogja befolyásolni az online mecset beállításait
id: Sesuaikan tanggal hijriah secara lokal di perangkat Anda. Ini tidak akan memengaruhi pengaturan masjid online
it: Regola localmente la data dell'hijri nel tuo dispositivo. Questo non influenzerà le impostazioni della moschea online
ja: お使いの端末でhijri日付をローカルに調整してください。これはオンラインのモスクの設定には影響しません
ku: بەرواری هیجری بە شێوەیەکی ناوخۆیی لە ئامێرەکەتدا ڕێکبخە. ئەمەش کاریگەری لەسەر ڕێکخستنەکانی مزگەوتەکەت لەسەر هێڵ نابێت
ms: Laraskan tarikh hijrah secara setempat dalam peranti anda. Ini tidak akan menjejaskan tetapan masjid dalam talian
nl: Pas de hijri-datum aan op uw apparaat. Dit heeft geen invloed op de online moske-instellingen
pa: اپنی ڈیوائس وچ مقامی حساب نال ہجری کلینڈر دی تریخ وچ ردوبدل کرو۔ ایہدے نال آن لائن مسیت دی سیٹنگز تے کوئی اثر نہیں پووے گا
pl: Dostosuj lokalną datę hijri na urządzeniu. Nie wpłynie to na ustawienia meczetu online
pt: Ajuste a data islâmica do seu dispositivo local. Isto não afetará as opções da mesquita online
ro: Reglaţi data hijri pe aparatul dvs. Acest lucru nu va afecta setările moscheii online
sq: Rregulloni datën e hixhrit në pajisjen tuaj. Kjo nuk do të ndikojë në cilësimet e xhamisë në internet
th: ปรับวันที่ฮิจเราะห์ในอุปกรณ์ของคุณ สิ่งนี้จะไม่ส่งผลกระทบต่อการตั้งค่ามัสยิดออนไลน์
ug: يەرلىك ئۈسكۈنىڭىزدە ھىجرىيە يىلنامىسىنى تەڭشەيدۇ. بۇ توردىكى مەسچىت تەڭشىكىگە تەسىر كۆرسەتمەيدۇ
uk: Налаштуйте дату приховування локальної інформації на вашому пристрої. Це не вплине на параметри мечетей в Інтернеті
ur: اپنے آلے میں مقامی طور پر ہجری کی تاریخ کو ایڈجسٹ کریں۔ اس سے آن لائن مسجد کی ترتیبات متاثر نہیں ہوں گی۔
vi: Ispravite hidžretski datum na svom uređaju. Ovo neće utjecati na opšte postavke u net platformi
zh: 在您的设备上调整本地的 hirri 日期。这不会影响在线清真寺设置

# backoffice_default
source: Backoffice Defaults
ar: الإعدادات الافتراضية للواجهة الإدارية
az: Backoffice ilkin ayarları
bg: Контролен панел по подразбиране
bn: ব্যাকঅফিস ডিফল্টস
cs: Výchozí nastavení Backoffice
da: Standard For Backoffice
de: Backoffice-Standard
es: Defaults Backoffice
fa: پیش فرض های Backoffice
fi: Backoffice Oletusarvot
fr: Valeurs par défaut du backoffice
hi: बैकऑफ़िस डिफ़ॉल्ट
hu: Backoffice alapbeállítások
id: Default Backoffice
it: Impostazioni predefinite del backoffice
ja: バックオフィスのデフォルト
ku: رێکخستنە ئاساییەکانی نوسینگە
ms: Lalai Pentadbiran
nl: Backoffice standaard
pa: پردے دے پچھے دے ڈیفالٹس
pl: Domyślne Zapasy
pt: Padrões do backoffice
ro: Setări implicite backoffice
th: ค่าเริ่มต้นของ Backoffice
ug: ئارقا ئىشخانا كۆڭۈلدىكى
uk: Типові для Панелі керування
ur: بیک آفس ڈیفالٹس
vi: Backoffice zadano
zh: 后台默认值

source: Recommended
ar: موصى به
az: Tövsiyə edilən
bg: Препоръчва се
bn: সুপারিশকৃত
cs: Doporučené
da: Anbefalet
de: Empfohlen
es: Recomendado
fa: توصیه می شود
fi: Suositeltu
fr: Recommandé
hi: अनुशंसित
hu: Ajánlott
id: Direkomendasikan
it: Consigliato
ku: پێشنیارکراو
ms: Disyorkan
nl: Aanbevolen
pa: تجویز کیتی گئی
pl: Rekomendowane
pt: Recomendado
ro: Recomandat
sq: Rekomandohet
th: ที่แนะนำ
ug: تەۋسىيە
uk: Рекомендовані
ur: تجویز کردہ
vi: Preporučeno
zh: 推荐的

source: Sabah
ar: الفجر
bg: Сабах
bn: সকাল
fa: صباح
hi: सभा
hu: Reggel
ku: بەیانی
ms: Salam
pa: سویر
pl: Poranek
pt: Amanhecer
sq: Sabahu
ug: سۈبھى
uk: Ранок
ur: فجر

source: Random hadith language
ar: لغة الأحاديث
az: Təsadüfi hədis dili
bg: Произволен език на хадисите
bn: অবাছাইকৃত হাদীসের ভাষা
cs: Náhodný jazyk
da: Tilfældig hadith sprog
de: Zufällige Hadith Sprache
es: Idioma de hadiz aleatorio
fa: زبان حدیث تصادفی
fi: Satunnainen hadiith kieli
fr: Langue des hadiths aléatoires
hi: यादृच्छिक हदीस भाषा
hu: Tetszőleges hadith nyelve
id: Bahasa hadis random/acak
it: Lingua casuale hadith
ja: ランダムハディース言語
ku: زمانی فەرموودە بە هەڕەمەکی
ms: Bahasa hadis rawak
nl: Willekeurige hadith taal
pa: کوئی وی حدیث لئی بولی
pl: Losowy język hadith
pt: Idioma hadith aleatório
ro: Limbă de credință aleatorie
sq: Gjuha- për hadithe të rëndomta
th: ภาษาฮาดีษรอมฎอน
ug: رامىزان ھەدىس تىلى
uk: Довільна мова хадисів
ur: بے ترتیب حدیث کی زبان
vi: Slučajni jezik hadisa
zh: 随机hadith语言

# en
source: English
ar: الإنجليزية
az: İngiliscə
bg: Английски език
cs: Angličtina
da: Engelsk
de: Englisch
es: Inglés
fa: انگلیسی
fi: Englanti
fr: Anglais
hi: अंग्रेज़ी
hu: angol
id: Bahasa Inggris
it: Inglese
ja: イングリッシュ
ku: ئینگلیزی
ms: Bahasa Inggeris
nl: Engels
pa: انگریزی
pl: Angielski
pt: Inglês
ro: Engleză
th: ภาษาอังกฤษ
ug: ئىنگلىزچە
uk: Англійська
ur: انگریزی
zh: 英语

# fr
source: French
ar: الفرنسية
az: Fransızca
bg: Френски
cs: Francouzština
da: Fransk
de: Französisch
es: Francés
fa: فرانسوی
fi: Ranskan
fr: Français
hi: फ़्रेंच
hu: francia
id: Bahasa Prancis
it: Francese
ja: フレンチ
ku: فەڕەنسی
ms: Bahasa Perancis
pa: فرانسیسی
pl: Francuski
pt: Francês
ro: Franceză
th: ภาษาฝรั่งเศษ
ug: فىرانسۇزچە
uk: Французька
ur: فرانسیسی
zh: 法国

# ar
source: Arabic
ar: العربية
az: Ərəbcə
bg: Арабски
bn: আরবি
cs: Arabština
da: Arabisk
de: Arabisch
es: Árabe
fa: عربی
fi: Arabia
fr: Arabe
hi: अरबी
hu: arab
id: Bahasa Arab
it: Arabo
ja: アラビア語
ku: عەرەبی
ms: Bahasa Arab
nl: Arabisch
pa: عربی
pl: Arabski
pt: Árabe
ro: Arabă
th: ภาษาอาหรับ
ug: ئەرەبچە
uk: Арабська
ur: عربی
zh: 阿拉伯语

# tr
source: Turkish
ar: التركية
az: Türkcə
bg: Турски
bn: তুর্কি
cs: Turecký
da: Tyrkisk
de: Türkisch
es: Turca
fa: ترکی
fi: Turkkilainen
fr: Turque
hi: तुर्की
hu: török
id: Bahasa Turki
it: Turca
ja: トルコ語
ku: تورکی
ms: Bahasa Turki
nl: Türkisch
pa: ترکش
pl: Turecki
pt: Turco
ro: Turcă
th: ภาษาตุรกี
ug: تۈركچە
uk: Турецька
ur: ترکی
zh: 土耳其

# de
source: German
ar: الألمانية
az: Almanca
bg: Немски
bn: জার্মান
cs: Němčina
da: Tysk
de: Deutsch
es: Alemán
fa: آلمانی
fi: Saksan
fr: Allemand
hi: जर्मन
hu: német
id: Bahasa Jerman
it: Tedesco
ja: ジャーマン
ku: ئەڵمانی
ms: Bahasa Jerman
nl: Deutsch
pa: جرمن
pl: Niemiecki
pt: Alemão
ro: Germană
th: ภาษาเยรมัน
ug: گېرمانچە
uk: Німецька
ur: جرمن
zh: 德国

# es
source: Spanish
ar: الإسبانية
az: İspanca
bg: Испански
cs: Španělština
da: Spansk
de: Spanisch
es: Español
fa: اسپانیایی
fi: Espanjan
fr: Espagnol
hi: स्पैनिश
hu: spanyol
id: Bahasa Spanyol
it: Spagnolo
ja: スパニッシュ
ku: ئیسپانی
ms: Bahasa Sepanyol
nl: Spaans
pa: ہسپانوی
pl: Hiszpański
pt: Espanhol
ro: Spaniolă
th: ภาษาสเปน
ug: ئىسپانچە
uk: Іспанська
ur: ہسپانوی
zh: 西班牙

# pt
source: Portuguese
ar: البرتغالية
az: Portuqalca
bg: Португалски
bn: পোর্তুগিজ
cs: Portugalština
da: Portugisisk
de: Portugiesisch
es: Portugués
fa: پرتغالی
fi: Portugali
fr: Portugais
hi: पुर्तगाली
hu: portugál
id: Bahasa Portugis
it: Portoghese
ja: ポルトガル語
ku: پۆرتوگالی
ms: Bahasa Portugis
nl: Portugees
pa: پرتگالی
pl: Portugalski
pt: Português
ro: Portugheză
sq: Portugalisht
th: ภาษาโปรตุเกตุ
ug: پورتۇگالچە
uk: Португальська
ur: پرتگالی
zh: 葡萄牙文
