Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

# selectMosqueId
source: Please enter your Mosque ID
ar: الرجاء إدخال معرف المسجد
az: Lütfən məscidinizin kimliyini daxil edin
bg: Моля, въведете идентификационния номер на джамията си
bn: অনুগ্রহ করে আপনার 'মসজিদ আইডি' লিখুন
cs: Zadejte prosím své ID mešity
da: Indtast dit moské-id
de: Bitte geben Sie Ihre Moschee-ID ein
el: Παρακαλώ εισάγετε το αναγνωριστικό του τζαμιού σας
es: Por favor, introduzca su ID de la Mezquita
et: Palun sisestage oma mošee ID
fa: لطفا کد شناسایی مسجد خود را وارد نمایید
fi: Kirjoita moskeijan tunnus
fr: Veuillez saisir l'ID de votre MAWAQIT
hi: कृपया अपनी मस्जिद आईडी दर्ज करें
hu: Kérjük, add meg a mecseted azonosítóját
id: Silahkan masukkan ID Masjid Anda
it: Per favore inserisci il tuo ID Moschea
ja: モスクIDを入力してください。
ko: 모스크 ID를 입력하세요.
ku: تکایە کۆدی مزگەوتەکەت تۆمار بکە
lt: Įveskite savo mečetės ID
lv: Lūdzu, ievadiet savu mošejas ID
ml: ദയവായി നിങ്ങളുടെ മസ്ജിദ് ഐഡി നൽകുക
ms: Sila masukkan ID MAWAQIT #ID anda
nl: Voer Moske-ID in
no: Angi din Mosque ID
pa: مہربانی کر کے مسیت دی ID درج کرو
pl: Proszę podać identyfikator meczetu
pt: Insira o ID da mesquita
ro: Vă rugăm să introduceți ID-ul moscheii dvs.
ru: Пожалуйста, введите Ваш ID мечети
sl: Prosimo, vnesite ID mošeje
sq: Ju lutem shkruani ID-në e XHAMISË tuaj
sv: Ange ditt moské-id
th: กรุณากรอกรหัสมัสยิดของคุณ
tr: Lütfen Cami ID giriniz
ug: سىز Mosque ID نى كىرگۈزۈڭ
uk: Будь ласка, введіть ID мечеті
vi: Molimo Vas unesite ID Džamije
zh: 请输入你的清真寺ID

# mawaqitWelcome
source: Welcome to MAWAQIT
ar: مرحباً بك في مواقيت
az: "MAWAQIT"ə xoş gəlmisiniz
bg: Добре дошли в MAWAQIT
bn: মাওয়াকিতে স্বাগতম
cs: Vítejte v MAWAQIT
da: Velkommen til MAWAQIT
de: Willkommen bei MAWAQIT
el: Καλώς ήρθατε στη MAWAQIT
es: Bienvenido a MAWAQIT
et: Tere tulemast MAWAQITi juurde
fa: به مواقیت خوش آمدید
fi: Tervetuloa MAWAQIT:iin
fr: Bienvenue sur MAWAQIT
hi: मावाक़िट में आपका स्वागत है
hu: Üdvözlünk a MAWAQIT-ban
id: Selamat datang di MAWAQIT
it: Benvenuto a MAWAQIT
ja: MAWAQITへようこそ
ko: 마와킷에 오신 것을 환영합니다
ku: بەخێربێیت بۆ مەواقیت
lt: Sveiki atvykę į MAWAQIT
lv: Laipni lūdzam MAWAQIT
ml: MAWAQIT-ലേക്ക് സ്വാഗതം
ms: Selamat Datang ke MAWAQIT
nl: Welkom bij MAWAQIT
no: Velkommen til MAWAQIT
pa: مواقیت وچ جی آیاں نوں
pl: Witamy w MAWAQIT
pt: Bem-vindo ao MAWAQIT
ro: Bine ați venit la MAWAQIT
ru: Добро пожаловать в MAWAQIT
sl: Dobrodošli v MAWAQIT
sq: Mirë se vini në MAWAQIT
sv: Välkommen till MAWAQIT
th: ยินดีต้อนรับสู่ MAWAQIT
tr: MAWAQIT'e hoş geldiniz
ug: MAWAQIT قا خۇش كەلدىڭىز
uk: Ласкаво просимо до MAWAQIT
ur: MAWAQIT میں خوش آمدید
vi: Dobro došli u MAWAQIT
zh: 欢迎来到MAWAQIT
