Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

source: Imsak
ar: الإمساك
bg: Имсак
bn: ইমসাক
fa: روزه
hi: इमसाक
hu: Imszák
ja: イムザック
ko: 임삭
ku: ئیمساك
lt: Imsakas
ml: മലബന്ധം
nl: Imsaak
pa: سحری
pt: Sehri
ru: Имсак
sq: Imsaku
th: อิมซาก الإمساك
ug: سوھۇر
uk: Імсак
ur: امساک
vi: Zora(Imsak)

source: Jumua
ar: الجمعة
az: Cümə namazı
bg: Джума
bn: জুম'আ
de: Freitagsgebet
es: Yumu'ah
fa: جمعه
fr: Joumoua
hi: जुम्मा
hu: Dzsumu'a (Pénteki ima)
id: Jumat
ja: ジュムア
ku: هەینی
ml: ജുമുഅ
ms: Jumaat
nl: Djoemoe’ah
pa: جمعہ
pt: Jumu'ah
ru: Джумуа
sq: Xhumaja
th: ยุมอะฮฺ الجمعة
tr: Cuma Namazı
ug: جۈمە
uk: Джумуа
ur: جمہ
vi: Džuma
zh: 茱木阿

source: Duhr
ar: الظهر
az: İkindi
bg: Пладнина
bn: যোহর
de: Dohr
fa: ظهر
fr: Dohr
hi: दूहर
hu: Duhr (Déli ima)
id: Zuhur
it: Dhohr
ja: デュアー
ku: نیوەڕۆ
ml: അദുഹെർ
ms: Zohor
nl: Dhoehr
no: Duscor
pa: ظہر
pt: Zuhr
sq: Dreka
th: ซุหริ الظهر
tr: Öğle
ug: كۈن چىقىش
uk: Духр
ur: ظھر
vi: Podne
zh: 杜尔

source: Fajr
ar: الفجر
az: Fəcr
bg: Сабах
bn: ফজর
de: Fadjr
fa: صبح
hi: फजर
hu: Fadzsr (Hajnali ima)
id: Subuh
ja: ファジル
ku: بەیانی
ml: സുബ്ഹി
ms: Subuh
nl: Fadjr
pa: فجر
ru: Фаджр
sq: Sabahu
th: ฟัจญ์รฺ الفجر
tr: Sabah
ug: بامدات
uk: Фаджр
ur: فجر۔
vi: Sabah

source: Asr
ar: العصر
az: Əsr
bg: Икиндия
bn: আসর
de: Assr
fa: عصر
hi: असर
hu: 'Aszr (Délutáni ima)
id: Ashar
ja: アスール
ku: عەسر
ml: അസർ
ms: Asar
pa: عصر
pt: Assr
ru: Аср
sq: Ikindia
th: อัศรี العصر
tr: İkindi
ug: ئەسر
uk: Аср
ur: عصر۔
vi: Ikindija
zh: 阿斯尔

source: Maghrib
ar: المغرب
az: Məğrib
bg: Акшам
bn: মাগরিব
fa: مغرب
hi: मगरिब
hu: Maghrib (Naplementi ima)
ja: マグレブ
ku: مەغریب
lv: Magrib
ml: മഗ്‌രിബ്
pa: مغرب
pt: Magrib
ru: Магриб
sq: Akshami
th: มัฆริบ المغرب
tr: Akşam
ug: شام
uk: Магриб
ur: مغرب۔
vi: Akšam
zh: 昏礼

source: Isha
ar: العشاء
az: İşa
bg: Ятсия
bn: ঈশা
de: Ishaa
fa: عشا
fr: Icha
hi: ईशा
hu: 'Ishá (Esti ima)
id: Isya'
ja: イーシャ
ko: 이샤
ku: خەوتنان
ml: ഈഷ
ms: Isyak
nl: ‘Ishaa
pa: عشاء
pt: Ishá
ru: Иша
sq: Jacia
th: อีซา العشاء
tr: Yatsı
ug: خۇفتەن
uk: Іша
ur: عشاء۔
vi: Jacija

# afterAdhanHadithTitle
source: After adhan Du`aa
ar: دعاء ما بعد الأذان
az: Azandan sonra dua
bg: Дуа след Езана
bn: সালাতের পর দুআ
cs: Po adhánu Du`aa
da: Efter adhan Du`aa
de: Nach dem Adhan Du`aa
el: Μετά το adhan Du`aa
es: Después del adhan Du`aa
et: Pärast adhaani Du`aa
fa: دعای بعد از اذان
fi: Adhanin jälkeen Du`aa
fr: Doua après l'adhan
hi: अज़ान के बाद दुआ
hu: Az imára hívás utáni fohász
id: Setelah adzan Du`aa
it: Du`aa dopo l'adhan
ja: アダン後 Du`aa
ko: 아단 두아 이후
ku: دوعای پاش بانگ
lt: Po adhano Du`aa
lv: Pēc adhan Du`aa
ms: Doa Selepas Azan
nl: Na adhan Du`aa
no: Etter adhan Du`aa
pa: بانگ توں بعد دی دعا
pl: Po adhanie Du`aa
pt: Duá depois de Azán
ro: După adhan Du`aa
ru: После адхана Ду`аа
sl: Po adhanu Du`aa
sq: Duaja pas Ezanit
sv: Efter adhan Du`aa
th: ดูอาหลังอาซาน
tr: Ezandan sonra Duâ
ug: ئەزاندىن كېيىن دۇئا
uk: Дуа після Азану
ur: اذان کے بعد دعا
vi: Dova poslije ezana
zh: 在adhan Du`aa之后

# afterSalahHadith
source: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [O Allah, Rubb of this perfect call (Da'wah) and of the established prayer (As-Salat), grant Muhammad the Wasilah and superiority, and raise him up to a praiseworthy position which You have promised him]
ar: اللّهُـمَّ رَبَّ هَذِهِ الدّعْـوَةِ التّـامَّة وَالصّلاةِ القَـائِمَة آتِ محَـمَّداً الوَسيـلةَ وَالْفَضـيلَة وَابْعَـثْه مَقـامـاً مَحـموداً الَّذي وَعَـدْتَه
az: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [Ey Allah, bu mükəmməl çağırışın (da'wah) və qiyam edən namazın Rəbbi, Məhəmmədə (s.a.s.) vasitə və üstünlük ver, onu vəd etdiyin təriflənmiş bir məqama qaldır.]
bg: اللّهُـمَّ رَبَّ هَذِهِ الدّعْـوَةِ التّـامَّة وَالصّلاةِ القَـائِمَة آتِ محَـمَّداً الوَسيـلةَ وَالْفَضـيلَة وَابْعَـثْه مَقـامـاً مَحـموداً الَّذي وَعَـدْتَه
bn: হে আল্লাহ এই পরিপূর্ণ আহ্বান এবং স্থায়ী সালাতের মালিক! মুহাম্মদ সাঃ কে (বিচারের দিন) ওসীলা তথা জান্নাতের ফজিলতপূর্ণ উঁচু স্তর এবং সকল সৃষ্টির উপর অতিরিক্ত সম্মান দান করুন, আর তাঁকে সম্মানিত স্থান মাকামে মাহমুদে পৌঁছে দিন, যার ওয়াদা আপনি তাঁকে দিয়েছিলেন, নিশ্চয়ই আপনি ওয়াদা ভঙ্গ করেন না, এবং কিয়ামতের দিন আমাদেরকে তাঁর সুপারিশ মঞ্জুর করুন।
cs: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [Ó Alláhu, Rubb této dokonalé výzvy (Da'wah) a zavedené modlitby (As-Salat), uděl Muhammadovi Wasilu a převahu a pozvedni ho do chvályhodného postavení, které jsi mu slíbil].
da: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [O Allah, Rubb af dette perfekte kald (Da'wah) og af den etablerede bøn (As-Salat), giv Muhammad Wasilah og overlegenhed, og løft ham op til en prisværdig position, som Du har lovet ham]
de: O Allah, Herr dieses vollkommenen Rufes dieses bevorstehenden Gebet, gewähre Muhammad die Wasilah ( Ort im Paradies) und die Fadhilah ( die höchste Stufe des Paradieses) und lass ihn auferstehen in einer lobenswerten Rangstellung, die Du ihm versprochen hast
el: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [Ω Αλλάχ, Rubb αυτού του τέλειου καλέσματος (Da'wah) και της καθιερωμένης προσευχής (As-Salat), δώσε στον Μωάμεθ την Wasilah και την ανωτερότητα, και ανύψωσέ τον σε μια αξιέπαινη θέση που του έχεις υποσχεθεί].
es: O Allah, maestro del llamado perfecto, y la oración que estamos próximos a ofrecer, otorgarle a Muhammad el poder para interceder (el día de juicio final) y el lugar de honor (en el Paraíso) y resusítalo en la posición loable que le has prometido
et: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [O Jumal, selle täiusliku kutse (Da'wah) ja kehtestatud palve (As-Salat) Rubb, anna Muhammadile Wasilah ja üleolekut ning tõsta ta üles kiiduväärsele positsioonile, mida Sa oled talle lubanud].
fa: اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمداً الوسيلة والفضيلة وابعثه مقاماً محموداً الذي وعدته
fi: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [Oi Allah, tämän täydellisen kutsun (Da'wah) ja vakiintuneen rukouksen (As-Salat) Rubb, anna Muhammedille Wasilah ja ylivertaisuus ja nosta hänet ylistettävään asemaan, jonka olet luvannut hänelle].
fr: Ô Allah, Maître de cet appel parfait et de la prière que l'on va accomplir, donne à Mohammed le pouvoir d'intercéder (le Jour du Jugement) et la place d'honneur [au Paradis], et ressuscite-le dans la position louable que Tu lui as promise
hi: अल्लाहुम्मा रब्बा हदीहिद-दा'वति-त्तम्मती, वास-सलातिल-क़ा'इमाती, अति मुहम्मदनील-वसिलता वल-फदिलता, वब'थु मक़ामन महमूदा निलधि वा 'अदतहु [हे अल्लाह, इस परिपूर्ण कॉल (दा'वा) का रब और स्थापित प्रार्थना (अस-सलात) में से, मुहम्मद को वसीला और श्रेष्ठता प्रदान करें, और उसे एक प्रशंसनीय स्थिति तक पहुँचाएँ जिसका आपने उससे वादा किया है]
hu: Ó, Allah! E tökéletes hívás (da'wah) és az előírt ima (asz-szalát) Ura, add meg Muhammadnek a waszílah-t (egy különleges hely a Paradicsomban) és a kiválóságot, és emeld őt fel egy dicséretes rangra (a közbenjárás joga), amelyet megígértél neki
id: Allahumma Rabba haadzihid-da’watit-taammah, wash-sholaatil-qaa’imah, aati sayyidanaa Muhammadanil-washiilata wal-fadhilah wash-syarafa wad-darajatal-‘aliyatar-rafii’ah, wab’atshu maqaamam-mahmudanil-ladzi wa’adtah, innaka laa tukhliful-mii’aad, yaa Arhamar-Raahimiin. ("Ya Allah, Tuhan yang mempunyai seruan yang sempurna, dan sholat yang akan didirikan, karuniakanlah junjungan kami nabi Muhammad tempat yang luhur, kelebihan, kemuliaan, dan derajat yang tinggi. Dan tempatkanlah ia pada kedudukan yang terpuji seperti yang telah Engkau janjikan. Sesungguhnya Engkau tiada menyalahi janji. Wahai dzat yang Maha Penyayang”)
it: O Allah, Signore di questa chiamata perfetta e della preghiera che sta per essere celebrata, accorda a Muhammad il mezzo della intercessione (al-Wasilah) e l’eccellenza (al-fadîla) ed elevalo al nobile rango che Tu gli hai promesso
ja: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu 【ああ、この完璧な呼びかけ（ダワー）と定められた礼拝（アサラト）のルーブ、ムハマンドにワッシーラと優位性を授け、あなたが彼に約束した賞賛すべき地位に彼を引き上げよ】。
ko: 알라훔마 랍바 하디히드-다와티-탐마티, 와스-살라틸-카-이마티, 아띠 무함마다닐-와실라타 월-파딜라타, 와브아투 마카만 마흐무다 닐라디와 아타후 [오 알라, 이 완전한 부르심(다와)과 정해진 기도(아-살라트)의 루브, 무함마드에게 와실라와 탁월함을 허락하고 당신이 약속한 칭찬할 만한 위치에 그를 올려주소서]라고 기도합니다.
ku: خودایه،‌ په‌روه‌ردگاری ئه‌م بانگه‌وازه‌ ته‌واو و بێ كه‌م و كورتییه‌، خاوه‌نی درودی به‌رده‌وام ببه‌خشه‌ به‌ پێغه‌مبه‌ر موحه‌ممه‌د (صلى الله علیه‌ وسلم) پله‌و پایه‌ی به‌رزی (الوسيلة) (پله و پایه‌یه‌كه‌ له‌ به‌هه‌شتدا) هه‌روه‌ها (الفضيلة) (كه‌ پله‌ی شه‌فاعه‌ته‌) هه‌روه‌ها ببه‌خشه‌ پێی ئه‌و شوێنه‌ به‌رز و باشه‌ی، كه‌ به‌ڵێنت پێداوه‌
lt: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [O Allah, šio tobulo kvietimo (Da'wah) ir nustatytos maldos (As-Salat) Rubbe, suteik Muhammadui Wasilah ir pranašumą ir iškelk jį į pagirtiną padėtį, kurią jam pažadėjai].
lv: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [Ak Dievs, šī perfektā aicinājuma (Da'wah) un iedibinātās lūgšanas (As-Salat) Rubb, piešķir Muhamedam Wasilah un pārākumu, un pacel viņu uz slavējamu stāvokli, ko Tu esi viņam apsolījis]
ml: "ഈ പരിപൂര്‍ണ്ണമായ (ബാങ്ക്) വിളിയുടെയും ഈ ആസന്നമായ നമസ്കാരത്തിന്‍റെയും നാഥനായ അല്ലാഹുവേ! മുഹമ്മദ്‌ നബി(സ) ക്ക് (പരലോക ശുപാര്‍ശക്കുള്ള) വസീല, ഫദീല എന്നീ പദവികള്‍ നല്‍കേണമേ. നീ വാഗ്ദാനം ചെയ്ത പ്രശംസനീയമായ സ്ഥാനത്തേക്ക് അവിടുന്ന്‌ (സ) യെ നീ നിയോഗിക്കുകയും ചെയ്യേണമേ. നിശ്ചയമായും നീ വാഗ്ദാനം ലംഘിക്കുന്നവനല്ല."
ms: Allahumma rabba hazihid da' watittamah. Wassolatil qaimah. Ati saiyidana Muhammadanil wasilata wal fadhilah. Wassyarafa waddarajatal 'aliatar rafi'ah. Wab'athhul maqamal mahmudal lazi wa'adtah. Ya Allah, Tuhan yang mensyariatkan seruan azan dan sembahyang yang akan didirikan Kurniakanlah kepada Nabi Muhammad s. a. w ketinggian, kelebihan dan darjat yang tinggi Serta letakkanlah Baginda di kedudukan yang terpuji yang telah Engkau janjikan Sesungguhnya, Engkau tidak pernah memungkiri janji
nl: Allah, Heer van deze perfecte oproep en van het te verrichten gebed, schenk Mohammed al-wasielah en al-fadielah en schenk hem de verheven positie die U hem heeft beloofd. (Voorwaar, U verbreekt geen belofte)
no: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu' Allah, Gummi i dette perfekte påkall (Da'wa) og for etablert bønn (As-Salat), Gi Muhammad fra Wasila og Ovor og reis ham op til en bønn som du har lovt ham!
pa: اللّٰہُمَّ رَبَّا حَدِیْدُوْا تَمْتِی وَصَلَیْتِ الْقَیْمَتِ، اَتی محمدنِلِ وَصِیلَتَ وَالْفَضِیلَتَ، وَابَتُوْمَقَانَ مُحَمَّدًا نَلْلَهُ وَعَدْتَہُ [نمازپڑھن توں پہلاں، جنابِ محمد ہوراں نوں وسیلہ اتے فضیلت دے، اتے اوہناں نوں اوس قابل تعریف تھاں تے پہنچا جیدا توں اوہناں نال وعدہ کیتا اے۔]
pl: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [O Allahu, Rubb tego doskonałego wezwania (Da'wah) i ustalonej modlitwy (As-Salat), udziel Muhammadowi wasilah i wyższości, i podnieś go do chwalebnej pozycji, którą mu obiecałeś].
pt: Ó Allah! salvador deste chamado perfeito (Da'wah) e do orador estabilizado (As-Salat), conceda a Muhammad o Wasilah e superioridade, e eleve-o a uma posição louvável que você o prometeu
ro: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [O, Allah, Rubb al acestei chemări desăvârșite (Da'wah) și al rugăciunii stabilite (As-Salat), acordă-i lui Muhammad Wasilah și superioritatea și ridică-l la o poziție demnă de laudă pe care i-ai promis-o].
ru: Аллахумма Рабба хашихид-да'вати-таммати, ис-салатиль-ка'имати, ати Мухаммаданил-василата валь-фадхилата, ваб'ату макаман махмуда ниллади ва 'адтаху [О Аллах, Рубеж этого совершенного призыва (да'ва) и установленной молитвы (ас-салат), даруй Мухаммаду васила и превосходство и возвысь его до похвального положения, которое Ты обещал ему].
sl: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [O Allah, Rubb tega popolnega poziva (Da'wah) in uveljavljene molitve (As-Salat), podeli Muhammedu Wasilah in superiornost ter ga povzdigni na hvalevreden položaj, ki si mu ga obljubil]
sq: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu. "O Allah, Zoti i kësaj thirrjeje të përsosur (Da’wah) dhe i lutjes së vendosur (As-Salat), jep Muhammedit (Paqja dhe bekimi i Allahut qoftë mbi të) Wasilah dhe madhështi, dhe ngrite atë në një pozicion të lavdërueshëm, të cilin Ti i ke premtuar."
sv: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [O Allah, Rubb av denna perfekta kallelse (Da'wah) och av den etablerade bönen (As-Salat), ge Muhammad Wasilah och överlägsenhet, och höj honom upp till en lovvärd position som Du har lovat honom].
tr: Allāhümme rabbe hâzihi’d-da‘veti’t-tâmme ve’s-salâti’l-kāime âti Muhammeden el-vesîlete ve’l-fazîlete ve’b‘ashü makāmen mahmûdeni’llezî vaadteh
ug: اللّٰهُمَّ رَبَّ هٰذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلاةِ الْقَائِمَةِ آٰتِ مُحَمَّدُاً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذٍي وَعَدْتَهُ. ئوقۇلۇشى: «ئاللاھۇممە راببە ھەزىھىددەﺋ ۋەتىت تەممەھ ۋەسسالەتىل قائىمەھ؛ ئەتى مۇھەممەدەنىل ۋەسىيلەتە ۋەلفەدىيلەتە؛ ۋەبئەسھۇ مەقامەممەھمۇدەنىللەزى ۋە ئەدتە.» مەنىسى: «ئىھ نۇقسانسىز بۇ چاقىرىقنىڭ ۋە نامازنىڭ ساھىبى ئاللاھ! مۇھەممەد ئەلەيھىسسالامغا شاپائەت قىلىش پەزىلىتىنى ئاتا قىلغىن. ئۇنى، سەن ۋەدە قىلغان ئالىي ماقامغا ئېرىشتۈرگىن.»
uk: Аллагумма, рабба газігі-д-да‘уаті-т-таммаг, уа-с-саля-ті-ль-каімаг, аті Мухаммадан аль-уасилята уа-ль-фазиляг, уа-б‘адгу макама-м-махмудан аллязі уа‘адтаг [інна-кя ля тухліфу-ль-мі'ад!] О Аллаг, Господь цього довершенного призиву і цієї досконалої молитви, Даруй Мухаммаду «аль-Васіля» (найвищу сходинку в Раю) і найвищій рівень, а також спрямуй його до місця високоповажного, яке Ти обіцяв йому, воістину, Ти не порушуєш обіцянки!
ur: اللّٰہُمَّ رَبَّا حَدِیْدُوْا تَمْتِی وَصَلَیْتِ الْقَیْمَتِ، اَتی محمدنِلِ وَصِیلَتَ وَالْفَضِیلَتَ، وَابَتُوْمَقَانَ مُحَمَّدًا نَلْلَهُ وَعَدْتَہُ نماز قائم کرنے سے، محمد کو وسیلہ اور فضیلت عطا فرما، اور انہیں اس قابل تعریف مقام پر فائز کر جس کا تو نے ان سے وعدہ کیا ہے۔
vi: Allahumme rabbe hazihid-da’vetit-tammeti vessalatil-kaimeti ati muhammedenil-vessilete velfadilete veb-ashu mekamen mahmudenil-lezi ve’at tehu. (Moj Allahu, Gospodaru ovog potpunog poziva i namaza koji se upravo uspostavlja podari Muhammedu, (sallallahu alejhi ve sellem), Vesilet i svako dobro i proživi ga na pohvalnom mjestu koje si mu obećao.)
zh: Allahumma Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu [O Allah, Rubb of this perfect call (Da'wah) and of the established prayer (As-Salat) , grant Muhammad the Wasilah and superiority, and raise him up to a praiseworthy position that You have promised him]

source: Al Iqama
ar: الإقامة
az: İqamə
bg: Икамет
bn: ইকামত
fa: اقامه
hi: Al इकामा
hu: Az ima kezdete
id: Iqomah
ja: アル・イーカマ
ko: 알 이카마
ku: قامەت
ml: ഇഖാമത്ത്
ms: Iqamah
pa: تکبیر
pt: Jamaat
ru: Аль-Икама
sq: Ikameti
th: อิกอมะฮฺ الإقامة
tr: İkâmet
ug: تەكبىر
uk: Ікама
ur: الاقامہ
vi: Ikamet
zh: 身份证

# alAdhan
source: Al Adan
ar: الأذان
az: Azan
bg: Езан
bn: আজান
de: Al adhan
es: Al adhan
fa: اذان
fr: Al adhan
hi: Al आदान
hu: Az imára hívás
id: Azan
it: Al-Athan
ja: アル・アダン
ko: 알 아단
ku: بانگ
lt: Al Adanas
ml: പ്രാർത്ഥനയ്ക്കുള്ള വിളി
ms: Azan
nl: Al-Athan
pa: بانگ
pt: Azán
ru: Аль-Адан
sq: Ezani
th: อาซาน الأذان
tr: Ezan
ug: ئەزان
uk: Азан
ur: آذان
vi: Ezan

# turnOfPhones
source: Please put your phones into Silent Mode
ar: الرجاء وضع هاتفك في الوضع الصامت
az: Lütfən telefonlarınızı səssiz rejimə keçirin
bg: Моля, изключете си телефоните!
bn: দয়া করে মোবাইল সাইলেন্ট মোড এ রাখুন!
cs: Přepněte prosím své telefony do tichého režimu
da: Sæt venligst jeres telefoner i lydløs tilstand
de: Bitte schalten Sie Ihre Telefone in den Lautlos-Modus
el: Παρακαλούμε βάλτε τα τηλέφωνά σας σε αθόρυβη λειτουργία
es: Por favor, pongan sus teléfonos en modo silencio
et: Palun lülitage oma telefonid vaiksesse režiimi
fa: لطفا موبایل خود را خاموش کنید
fi: Laittakaa puhelimenne äänettömään tilaan
fr: Veuillez mettre vos téléphones en mode silencieux
hi: कृपया अपने फोन को साइलेंट मोड में रखें
hu: Kérjük, kapcsoljátok telefonjaitokat néma üzemmódba
id: Harap setel ponsel Anda ke Mode Senyap
it: Per favore, metti il tuo cellulare in modalità silenziosa.
ja: 携帯電話をサイレントモードにしてください
ko: 휴대폰을 무음 모드로 전환하세요.
ku: تکایە موبایلەکان لەسەر دۆخی بێدەنگ دابنێن
lt: Perjunkite telefonus į tylųjį režimą
lv: Lūdzu, pārslēdziet tālruņus klusajā režīmā
ml: ദയവായി നിങ്ങളുടെ മൊബൈൽ ഫോണുകൾ ഓഫ് ചെയ്യുക!
ms: Sila matikan telefon anda
nl: Zet uw telefoon in de stille modus
no: Vennligst sett telefonene dine i stillemodus
pa: مہربانی کر کے اپنے فونز نوں چھپ آلے موڈ تے لا لئو
pl: Proszę przełączyć telefony w tryb cichy
pt: Por favor, coloquem seus celulares no modo silencioso
ro: Vă rugăm să vă puneți telefoanele în modul silențios
ru: Пожалуйста, переведите свои телефоны в беззвучный режим
sl: Prosimo, da telefone preklopite v tihi način
sq: Ju lutemi, fikni telefonin tuaj.
sv: Vänligen sätt era telefoner i tyst läge
th: กรุณาปิดมือถือ หรือเข้าสู่โหมดปิดเสียง ขณะละหมาด
tr: Lütfen telefonlarınızı kapatın yada sessiz konumuna getirin
ug: تېلېفونىڭىنى ئۈنسىز ھالەتكە تەڭشەڭ
uk: Будь ласка, переведіть ваші телефони в беззвучний режим
ur: براہ کرم اپنے فونز کو سائلنٹ موڈ میں رکھیں
vi: Molimo vas da svoje telefone prebacite u NEČUJNI način rada
zh: 请将您的手机调至静音模式

source: Iqama in
ar: الإقامة بعد
az: İqaməyə qalan vaxt
bg: Икамет след
bn: ইকামাত এর সময় বাকি
cs: Iqama v
da: Iqama i
el: Iqama σε
es: Iqama en
fa: اقامه پس از
fi: Iqama vuonna
fr: Iqama dans
hi: इकामा में
hu: Al Iqáma (az ima kezdete) in
id: Iqomah dalam
it: Iqama tra
ja: のイーカマ
ko: 이카마
ku: قامەت پاش
ml: ഇഖാമത്ത് ഇനി
ms: Iqamat
no: Iqama i
pa: تکبیر دی شروعات
pl: Iqama w
pt: Jamaat em
ro: Iqama în
ru: Икама в
sl: Iqama v
sq: Ikameti në
sv: Iqama i
th: เวลาอีกอมะฮฺ
tr: İkamet kalan süre
ug: پەرز ۋاقتى
uk: Iqama в
ur: اقامہ میں
vi: Ikamet za
zh: Iqama在

source: Al-Athkar
ar: الأذكار
az: Zirk
bg: Зикрове след задължителния намаз
bn: স্মরণ/যিকির
fa: اذکار
fr: Al Adhkar
hi: अल अथकार
hu: Allah emlegetései
id: Zikir
ja: アルアトカール
ko: 알-아트카르
ku: ویردەکان
ml: ദിക്ർ
ms: Doa-doa
nl: Al-Atkar
no: Al-ånder
pa: ذکر
pt: Zikr
ru: Аль-Аткар
sq: Dhikri
th: อัล-อัซการ
tr: Zikir
ug: زىكىر
uk: Азкар
ur: الازکار
vi: Dhikr
