Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

# announcementOnlyModeEXPLINATION
source: Choose if your screen will display announcements all time, this can be useful if you install the screen at the entrance for example.
ar: اختر إذا كنت تود أن تعرض شاشة الإعلانات طوال الوقت، هذا يمكن أن يكون مفيداً إذا قمت بتثبيت الشاشة على سبيل المثال في المدخل.
az: Ekranın elanları həmişə göstərib-göstərməyəcəyini seçə bilərsiniz, bu, məsələn, ekranı girişdə qurduqda faydalıdır.
bg: Изберете дали вашият екран да показва съобщения през цялото време, това може да бъде полезно, ако инсталирате екрана на входа на джамията.
bn: আপনি যদি চান আপনার স্ক্রিন সব সময় ঘোষণা প্রদর্শন করবে, তাহলে এটি নির্বাচন করুন। উদাহরণস্বরূপ, প্রবেশদ্বারে স্ক্রিন ইনস্টল করলে এটি খুব কাজে আসতে পারে।
cs: Zvolte, zda se na obrazovce budou neustále zobrazovat oznámení, což může být užitečné, pokud obrazovku instalujete například u vchodu.
da: Vælg, om din skærm skal vise meddelelser hele tiden, hvilket kan være nyttigt, hvis du f.eks. installerer skærmen ved indgangen.
de: Wählen Sie aus, ob Ihr Bildschirm ständig Ankündigungen anzeigen soll. Dies kann nützlich sein, wenn der Bildschirm beispielsweise am Eingang des Hauses installiert wird.
el: Επιλέξτε αν η οθόνη σας θα εμφανίζει ανακοινώσεις όλη την ώρα, αυτό μπορεί να είναι χρήσιμο αν εγκαταστήσετε την οθόνη στην είσοδο, για παράδειγμα.
es: Elija si su pantalla mostrará anuncios todo el tiempo, esto puede ser útil si instala la pantalla en la entrada, por ejemplo.
et: Valige, kas teie ekraanil kuvatakse kogu aeg teadaandeid, see võib olla kasulik, kui paigaldate ekraani näiteks sissepääsu juurde.
fa: انتخاب کنید که آیا نمایشگر شما همیشه اعلان‌ها را نمایش بدهد یا خیر، اگر نمایشگر در ورودی نصب شده باشد ، تایید این قسمت می‌تواند مفید باشد.
fi: Valitse, näyttääkö näyttö ilmoituksia koko ajan, tämä voi olla hyödyllistä, jos asennat näytön esimerkiksi sisäänkäynnin yhteyteen.
fr: Choisissez si votre écran affichera des annonces en permanence, ce qui peut être utile si vous installez l'écran à l'entrée par exemple.
hi: चुनें कि क्या आपकी स्क्रीन हर समय घोषणाएँ प्रदर्शित करेगी, उदाहरण के लिए यदि आप प्रवेश द्वार पर स्क्रीन स्थापित करते हैं तो यह उपयोगी हो सकता है।
hu: Válaszd ki, hogy a képernyő állandóan megjelenítsen-e közleményeket, ez hasznos lehet akkor, ha például a képernyőt a bejáratnál helyezed el.
id: Pilih apakah layar Anda akan menampilkan pengumuman sepanjang waktu, ini dapat berguna jika Anda memasang layar di pintu masuk misalnya.
it: Scelga se il suo schermo visualizzerà gli annunci per tutto il tempo, questo può essere utile se installa lo schermo all'ingresso, ad esempio.
ja: スクリーンに常時アナウンスを表示するかどうかを選択します。例えば、エントランスにスクリーンを設置する場合に便利です。
ko: 화면에 항상 공지사항을 표시할지 여부를 선택하면 예를 들어 입구에 화면을 설치하는 경우에 유용할 수 있습니다.
ku: هەڵیبژێرە ئەگەر شاشەکەت هەموو کاتێک ڕاگەیاندنەکان پیشان دەدات، ئەمە دەتوانێت سوودی هەبێت ئەگەر شاشەکە لە دەرگای چوونە ژوورەوە دابمەزرێنیت بۆ نموونە.
lt: Pasirinkite, ar ekrane visą laiką bus rodomi pranešimai; tai gali būti naudinga, jei ekraną įrengsite, pavyzdžiui, prie įėjimo.
lv: Izvēlieties, vai ekrānā visu laiku tiks rādīti paziņojumi; tas var būt noderīgi, ja ekrāns ir uzstādīts, piemēram, pie ieejas.
ms: Pilih sama ada skrin anda akan memaparkan pengumuman sepanjang masa, ini berguna sekiranya anda memasang skrin di pintu masuk.
nl: Kies of je scherm de mededelingen de hele tijd zal weergeven. Dit kan handig zijn als je het scherm bijvoorbeeld bij de ingang installeert.
no: Velg om skjermen vil vise kunngjøringer hele tiden, dette kan være nyttig hvis du installerer skjermen for eksempel.
pa: ایس گل نوں چُنو کہ کیہہ تہاڈی اسکرین ہر ویلے اعلان ای وکھاندی رہوے گی، مثال دے طور تے جے تُسی اسکرین نوں اندر وڑن آلے بوہے تے لاؤ تاں ایہہ کم ودھیا ہو سکدا اے۔
pl: Proszę wybrać, czy ekran będzie wyświetlał komunikaty przez cały czas, może to być przydatne, jeżeli zainstalują Państwo ekran na przykład przy wejściu.
pt: Selecione se sua tela exibirá anunciados todo tempo, isso pode ser útil caso você instalar a tela na entrada, por exemplo.
ro: Alegeți dacă ecranul dvs. va afișa anunțuri tot timpul, acest lucru poate fi util dacă instalați ecranul la intrare, de exemplu.
ru: Выберите, будет ли Ваш экран постоянно показывать объявления, это может быть полезно, если Вы установите экран, например, у входа.
sl: Izberite, ali bo zaslon ves čas prikazoval obvestila, kar je lahko koristno, če zaslon namestite na primer ob vhodu.
sq: Zgjidhni nëse ekrani juaj do të shfaqë njoftime gjatë gjithë kohës, kjo mund të jetë e dobishme nëse instaloni ekranin në hyrje të xhamisë.
sv: Välj om skärmen ska visa meddelanden hela tiden, detta kan vara användbart om du installerar skärmen vid ingången till exempel.
th: เลือกว่าหน้าจอของคุณจะแสดงประกาศตลอดเวลาหรือไม่ ซึ่งจะมีประโยชน์หากคุณติดตั้งหน้าจอที่ทางเข้า เป็นต้น
tr: Ekranınızın her zaman duyuruları gösterip göstermeyeceğini seçin, örneğin ekranı girişe kurarsanız bu yararlı olabilir.
ug: ئەگەر ئېكران كىرىش ئېغىزىغا ئورنىتىلغان بولسا، ئۇنىڭدا ئۇقتۇرۇشلار دائىم كۆرۈنۈپ تۇرىدىغان بولسا، بۇ بەك قولايلىق بولىدۇ.
uk: Виберіть, чи будуть на екрані постійно показуватися оголошення, це може бути корисно, якщо ви встановите екран, наприклад, біля входу.
ur: منتخب کریں کہ آیا آپ کی سکرین ہر وقت اعلانات دکھائے گی، اگر آپ مثال کے طور پر داخلی دروازے پر اسکرین انسٹال کرتے ہیں تو یہ کارآمد ہو سکتا ہے۔.
vi: Odaberite hoće li vaš ekran stalno prikazivati ​​najave i obavještenja, ovo može biti korisno ako na primjer instalirate ekran na ulazu.
zh: 选择你的屏幕是否会一直显示公告，如果你把屏幕安装在入口处，这可能很有用，例如。

# secondaryScreenExplanation
source: For a secondary prayer room (women room or an other floor for example), this screen will show jumua live-streaming
ar: غرفة الصلاة الثانوية (غرفة النساء أو طابق آخر على سبيل المثال)، ستظهر هذه الشاشة البث المباشر للجمعة إذا تم تفعيله على حساب MAWAQIT
az: İkinci dərəcəli namaz otağı üçün (məsələn, qadın otağı və ya başqa mərtəbə) bu ekran cümə günü canlı yayımı göstərəcək
bg: За вторична молитвена стая или пространство (женска стая или друг етаж например), този екран ще покаже предаването на живо от петък
bn: দ্বিতীয় নামাজের কক্ষে (যেমন: মহিলাদের কক্ষ বা অন্য কোনো তলায়), এই স্ক্রিনে জুম‘আ লাইভ স্ট্রিমিং দেখানো হবে
cs: V případě sekundární modlitebny (například v místnosti pro ženy nebo v jiném patře) se na této obrazovce zobrazí přímý přenos jumuy.
da: For et sekundært bederum (f.eks. et kvinderum eller en anden etage) vil denne skærm vise jumua live-streaming
de: Dieser Bildschirm zeigt jumua-Live-Streaming für einen anderen Gebetsraum (z. B. Frauen-Gebetsraum oder Räume in anderen Etagen)
el: Για μια δευτερεύουσα αίθουσα προσευχής (αίθουσα γυναικών ή ένας άλλος όροφος για παράδειγμα), αυτή η οθόνη θα εμφανίσει τη ζωντανή μετάδοση του jumua.
es: Para una sala de oración secundaria (sala de mujeres u otro piso, por ejemplo), esta pantalla mostrará la transmisión en directo del jumua
et: Teisese palveruumi (näiteks naiste tuba või teine korrus) puhul näitab see ekraan jumua live-striimimist.
fa: برای نمازخانه ثانویه (به عنوان مثال اتاق زنان یا یک طبقه دیگر)، این صفحه پخش مستقیم نماز جمعه را نشان می دهد.
fi: Toissijaisen rukoushuoneen (esimerkiksi naistenhuone tai toinen kerros) osalta tämä näyttö näyttää jumuan suoratoiston.
fr: Pour une salle de prière secondaire (salle des femmes ou un autre étage par exemple), cet écran affichera la joumoua en direct.
hi: द्वितीयक प्रार्थना कक्ष (उदाहरण के लिए महिला कक्ष या अन्य मंजिल) के लिए, यह स्क्रीन जुमुआ लाइव-स्ट्रीमिंग दिखाएगी
hu: Egy másodlagos imateremben (például a női teremben vagy egy másik emeleten) ez a képernyő mutatja a pénteki ima élő közvetítését
id: Untuk ruang salat sekunder (ruang wanita atau lantai lain misalnya), layar ini akan menampilkan siaran langsung jumatan
it: Per una sala di preghiera secondaria (sala delle donne o un altro piano, per esempio), questa schermata mostrerà la preghiera del jumua in diretta.
ja: 第二礼拝室（女子トイレや別フロアなど）の場合、この画面でジュムアライブ配信が行われます。
ko: 보조 기도실(예: 여성실 또는 다른 층)의 경우, 이 화면에는 주무아 라이브 스트리밍이 표시됩니다.
ku: بۆ ژووری نوێژی لاوەکی (ژووری ئافرەتان یان نهۆمێکی تر بۆ نموونە)، ئەم شاشەیە دەتوانێت ڕاستەوخۆی وتاری هەینی پیشان بدات
lt: Jei tai antrinis maldos kambarys (pavyzdžiui, moterų kambarys arba kitas aukštas), šiame ekrane bus rodoma tiesioginė jumua transliacija.
lv: Otrajā lūgšanu telpā (piemēram, sieviešu istabā vai citā stāvā) šajā ekrānā tiks rādīta jumua tiešraide.
ms: Untuk ruang solat kedua (contohnya bilik wanita atau tingkat lain), skrin ini akan menunjukkan siaran langsung solat Jumaat
nl: Voor een secundaire gebedsruimte (vrouwenruimte of een andere verdieping bijvoorbeeld), zal dit scherm de live-streaming van de Vrijdaggebed tonen
no: For et sekundært bønnerrom (eksempelvis kvinners rom eller annen gulv), vil denne skjermen vise jumua live-strømming.
pa: نماز دے دوجے کمرے لئی (مثال دے طور تے زنانیاں دا کمرہ یا کوئی دوجی منزل)، ایس اسکرین تے جمعے دی لائیو اسٹریمنگ وکھائی جاوے گی
pl: W przypadku dodatkowej sali modlitewnej (np. sala kobiet lub inne piętro), ten ekran pokaże jumua na żywo
pt: Para uma sala de oração secundária (sala de mulheres ou outro andar, por exemplo), esta tela exibirá a transmissão ao vivo de Jumu'ah
ro: Pentru o sală de rugăciune secundară (de exemplu, camera femeilor sau un alt etaj), acest ecran va afișa transmisia în direct a jumua.
ru: Для вторичной молитвенной комнаты (например, женской комнаты или другого этажа) на этом экране будет показана прямая трансляция джумуа
sl: Za sekundarno molitveno sobo (na primer sobo za ženske ali drugo nadstropje) se na tem zaslonu prikaže prenos jumue v živo.
sq: Për një dhomë ose hapësire lutjeje dytësore (dhomë grash ose një kat tjetër për shembull), ky ekran do të shfaqë transmetimin e drejtpërdrejtë të Xhumasë
sv: För ett sekundärt bönerum (t.ex. ett kvinnorum eller en annan våning) visas jumua live-streaming på denna skärm.
th: สำหรับห้องละหมาดรอง (เช่น ห้องสตรีหรือชั้นอื่นๆ) หน้าจอนี้จะแสดงการสตรีมสดของ Jumua
tr: İkinci bir ekran için (örneğin kadınlar yeri veya başka bir kat), bu ekran cuma canlı yayınını gösterecektir.
ug: ئىككىنچى مەسچىت ئۆيى (ئاياللار ياكى ئىككىنچى قەۋەتتىكى جامائەت) ئۈچۈن، بۇ ئېكراندا جۈمە نەق مەيدان تارقىتىشى كۆرۈنىدۇ
uk: Для додаткового молитовного приміщення (наприклад, жіночої кімнати або іншого поверху) на цьому екрані буде показана пряма трансляція Джума
ur: ثانوی نماز کے کمرے کے لیے (مثال کے طور پر خواتین کا کمرہ یا دوسری منزل)، یہ اسکرین جمعہ کی لائیو سٹریمنگ دکھائے گی۔
vi: Za sekundarnu prostoriju za namaz (ženska prostorija ili neki drugi sprat), ovaj ekran će prikazati Džumu-namaz uživo
zh: 对于一个次要的祈祷室（例如，妇女室或其他楼层），这个屏幕将显示jumua的现场直播

# mainScreenExplanation
source: For the main mosque room, this screen will not show the jumua live-streaming
ar: غرفة المسجد الرئيسية، هذه الشاشة لن تظهر البث المباشر للجمعة
az: Əsas məscid otağı üçün bu ekran cümə canlı yayımını göstərməyəcək
bg: За основната част на джамията този екран няма да показва прякото предаване от петък
bn: প্রধান মসজিদ কক্ষে, এই স্ক্রিনে জুম‘আ লাইভ স্ট্রিমিং দেখানো হবে না।
cs: V případě hlavní místnosti mešity se na této obrazovce nezobrazuje přímý přenos jumuy.
da: I moskéens hovedrum viser denne skærm ikke jumua-live-streaming
de: Dieser Bildschirm zeigt nicht das Jumua-Live-Streaming für den Hauptraum der Moschee
el: Για την κύρια αίθουσα του τζαμιού, αυτή η οθόνη δεν θα εμφανίζει τη ζωντανή μετάδοση του jumua.
es: Para la sala principal de la mezquita, esta pantalla no mostrará la retransmisión en directo del jumua
et: Peamise mošee ruumi puhul ei näita see ekraan jumua otseülekannet.
fa: برای اتاق اصلی مسجد، این صفحه پخش زنده نماز جمعه را نشان نمی دهد
fi: Päämoskeijan huoneen osalta tämä näyttö ei näytä jumuan suoratoistoa.
fr: Pour la salle principale de la mosquée, cet écran n'affichera pas la diffusion en direct de la joumouaa
hi: मुख्य मस्जिद कक्ष के लिए, यह स्क्रीन जुमुआ की लाइव-स्ट्रीमिंग नहीं दिखाएगी
hu: Ez a képernyő a mecset főimatermében nem fogja mutatni a pénteki ima élő közvetítését
id: Untuk ruang masjid utama, layar ini tidak akan menampilkan siaran langsung jumatan
it: Per la sala della moschea principale, questa schermata non mostrerà la diretta della preghiera del jumua.
ja: メインモスクの部屋の場合、この画面ではジュムアのライブストリーミングは表示されない
ko: 메인 모스크 룸의 경우 이 화면에는 주무아 라이브 스트리밍이 표시되지 않습니다.
ku: بۆ ژووری مزگەوتی سەرەکی ئەم شاشەیە ناتوانێت ڕاستەوخۆی وتاری هەینی پیشان بدات
lt: Pagrindinėje mečetės patalpoje šiame ekrane nebus rodoma tiesioginė jumua transliacija
lv: Galvenajā mošejas telpā šajā ekrānā netiks rādīta džumua tiešraide.
ms: Untuk ruang masjid utama, skrin ini tidak akan menunjukkan siaran langsung Solat Jumaat
nl: Voor de hoofdgebedsruimte zal dit scherm de live-streaming van de Vrijdaggebed niet weergeven
no: For hovedmoskerommet vil ikke denne skjermen vise jumua live-streaming
pa: مسیت دے مرکزی کمرے لئی، ایس اسکرین تے جمعے دی لائیو اسٹریمنگ نہیں ہووے گی
pl: W przypadku głównego pomieszczenia meczetu, ten ekran nie będzie pokazywał transmisji dżumy na żywo
pt: Para a sala principal da mesquita, esta tela não exibirá a transmissão ao vivo de Jumu'ah
ro: Pentru sala moscheii principale, acest ecran nu va afișa transmisia în direct a jumua.
ru: Для главного зала мечети этот экран не будет показывать прямую трансляцию джумуа
sl: V glavni sobi mošeje na tem zaslonu ne bo prikazano neposredno predvajanje jumue.
sq: Për pjesën kryesore të xhamisë, ky ekran nuk do të shfaqë transmetimin e drejtpërdrejtë të Xhumasë
sv: I moskéns huvudrum visas inte jumua-streamingen live på denna skärm.
th: สำหรับห้องละหมาดหลัก หน้าจอนี้จะไม่แสดงการถ่ายทอดสด Jumua
tr: Erkekler ekranı için bu ekran cuma canlı yayınını göstermeyecek
ug: ئاساسىي مەسچىت ئۆيى ئۈچۈن، بۇ ئېكراندا جۈمە نەق مەيدان تارقىتىشى كۆرۈنمەيدۇ
uk: Для головного залу мечеті, цей екран не показуватиме пряму трансляцію Джумуа-молитви
ur: مرکزی مسجد کے کمرے کے لیے، یہ اسکرین جمعہ کی لائیو سٹریمنگ نہیں دکھائے گی۔
vi: Za sekundarnu prostoriju za namaz (ženska prostorija ili neki drugi sprat), ovaj ekran će prikazati Džumu-namaz uživo
zh: 对于主要的清真寺房间，这个屏幕将不显示jumua直播。

# normalModeExplanation
source: Will show the normal screen with the prayer times and the announcements.
ar: ستظهر الشاشة العادية مع أوقات الصلاة والإعلانات.
az: Namaz vaxtları və elanlar ilə normal ekranı göstərəcək.
bg: Ще се покаже нормалният екран с времената за намаза и съобщенията.
bn: নামাজের সময়সূচী এবং ঘোষণা সহ সাধারণ স্ক্রিন প্রদর্শন করা হবে।
cs: Zobrazí se normální obrazovka s časy modliteb a oznámeními.
da: Viser den normale skærm med bedetider og meddelelser.
de: zeigt den Normal-Bildschirm mit den Gebetszeiten und den Ankündigungen.
el: Θα εμφανιστεί η κανονική οθόνη με τις ώρες προσευχής και τις ανακοινώσεις.
es: Mostrará la pantalla normal con los tiempos de oración y los anuncios.
et: Näitab tavalist ekraani koos palveaegade ja teadaannetega.
fa: صفحه نمایش عادی را به همراه اوقات نماز و اطلاعیه ها نشان می دهد
fi: Näyttää normaalin näytön, jossa on rukousajat ja ilmoitukset.
fr: Affiche l'écran normal avec les heures de prière et les annonces.
hi: प्रार्थना के समय और घोषणाओं के साथ सामान्य स्क्रीन दिखाई जाएगी।
hu: Az imaidőket és a közleményeket tartalmazó normál képernyőt fogja megjeleníteni.
id: Akan menampilkan layar normal dengan waktu sholat dan pengumuman.
it: Mostrerà la schermata normale con gli orari di preghiera e gli annunci.
ja: 祈りの時間やお知らせが表示される通常の画面が表示されます。
ko: 기도 시간과 공지 사항이 표시된 일반 화면이 표시됩니다.
ku: شاشەی ئاسایی پیشان دەدات لەگەڵ کاتەکانی نوێژ و ڕاگەیاندنەکان.
lt: Bus rodomas įprastas ekranas su maldos laiku ir pranešimais.
lv: Tiek parādīts parastais ekrāns ar lūgšanu laikiem un paziņojumiem.
ms: Akan menunjukkan skrin biasa dengan waktu solat dan pengumuman.
nl: Zal het normale scherm weergeven met de gebedstijden en de mededelingen.
no: Vil vise skjermen med bønn tid og kunngjøringer.
pa: ایس تے نماز دے ویلے اتے اعلان آلی نارمل اسکرین وکھائی جاوے گی۔
pl: Wyświetla normalny ekran z czasem modlitwy i ogłoszeniami.
pt: Exibirá a tela normal com os horários de oração e os anunciados.
ro: Se va afișa ecranul normal cu orele de rugăciune și anunțurile.
ru: Отобразит обычный экран с временем молитвы и объявлениями.
sl: Prikaže se običajni zaslon s časi molitve in napovedmi.
sq: Do të shfaqë ekranin normal me kohët e lutjes dhe njoftimet.
sv: Visar den normala skärmen med bönetider och meddelanden.
th: จะแสดงหน้าจอปกติพร้อมเวลาละหมาดและประกาศ
tr: Namaz vakitleri ve duyurular ile normal ekranı gösterecektir.
ug: نورمال ئېكراندا ناماز ۋاقتى ۋە ئۇقتۇرۇشلار كۆرۈنىدۇ.
uk: Показуватиметься звичайний екран із часом молитви та оголошеннями
ur: نماز کے اوقات اور اعلانات کے ساتھ عام سکرین دکھائے گا۔.
vi: Prikazaće normalan ekran sa vremenima namaza i najavama(obavještenja).
zh: 将显示正常的祈祷时间和公告的屏幕。

# announcementOnlyModeExplanation
source: Will show announcements all time
ar: ستظهر الإعلانات طوال الوقت
az: Elanlar həmişə göstəriləcək
bg: Ще показва съобщения през цялото време
bn: ঘোষণা সব সময় দেখানো হবে
cs: Zobrazí oznámení po celou dobu
da: Vil vise meddelelser hele tiden
de: Ankündigungen werden ständig angezeigt
el: Θα εμφανίζει ανακοινώσεις όλο το χρόνο
es: Mostrará anuncios todo el tiempo
et: Näitab teateid kogu aeg
fa: اطلاعیه ها را همیشه نشان می دهد
fi: Näyttää ilmoitukset koko ajan
fr: Les annonces seront affichées en permanence
hi: हर समय घोषणाएं दिखाएंगे
hu: Mindig a közleményeket fogja megjeleníteni
id: Akan menampilkan pengumuman sepanjang waktu
it: Mostrerà continuamente gli annunci
ja: ずっとお知らせを表示します
ko: 공지사항을 항상 표시합니다.
ku: لە هەموو کاتێکدا ڕاگەیاندنەکان پیشان دەدات
lt: Bus rodomi skelbimai visą laiką
lv: Visu laiku rādīs paziņojumus
ms: Akan menunjukkan pengumuman sepanjang masa
nl: Zal de mededelingen de hele tijd weergeven
no: Vil vise kunngjøringer hele tiden
pa: ایس تے ہر ویلے نماز دے اعلان وکھائے جان گے
pl: Będzie pokazywać ogłoszenia przez cały czas
pt: Exibirá anunciados toda hora
ro: Va arăta anunțuri tot timpul
ru: Будет показывать объявления все время
sl: Bo prikazal obvestila ves čas
sq: Do të shfaqë njoftimet gjatë gjithë kohës
sv: Kommer att visa meddelanden hela tiden
th: จะแสดงประกาศตลอดเวลา
tr: Duyuruları her zaman gösterecek
ug: دائىم ئۇقتۇرۇشلار كۆرۈنىدۇ
uk: Постійно показуватиме оголошення
ur: ہر وقت اعلانات دکھائیں گے۔
vi: Stalno će prikazivati ​​obavještenja
zh: 将显示所有时间的公告

source: Orientation
ar: إتجاه الشاشة
az: İstiqamət
bg: Ориентация
bn: ওরিয়েন্টেশন
cs: Orientace
da: Retning
de: Orientierung
es: Orientación
fa: جهت
fi: Orientaatio
hi: अभिविन्यास
hu: Tájolás
id: Orientasi
it: Orientamento
ja: オリエンテーション
ku: ئاڕاستە
ms: Orientasi
nl: Oriëntatie
pa: وکھان دا رخ
pl: Orientacja
pt: Orientação
ro: Orientare
sq: Orientimi
th: ปฐมนิเทศ
ug: يۆنىلىش
uk: Орієнтація екрану
ur: سکرین واقفیت
vi: Orijentacija
zh: 方向

source: Select your mawaqit tv app orientation
ar: حدد اتجاه تطبيق Mawaqit tv
az: Mawaqit tv tətbiq istiqamətini seçin
bg: Изберете ориентацията на вашето телевизионно приложение Mawaqit
bn: আপনার Mawaqit TV অ্যাপের ওরিয়েন্টেশন নির্বাচন করুন
cs: Vyberte orientaci aplikace mawaqit
da: Vælg din mawaqit tv-app orientering
de: Wählen Sie die Ausrichtung Ihrer mawaqit tv App
es: Selecciona la orientación de tu aplicación mawaqit
fa: جهت گیری برنامه مواقیت در نمایشگر خود را انتخاب کنید
fi: Valitse mawaqit tv-sovelluksen suuntaus
fr: Sélectionnez l'orientation de l'application MAWAQIT
hi: अपना मावाकिट टीवी ऐप ओरिएंटेशन चुनें
hu: Válaszd ki a mawaqit tv alkalmazás tájolását
id: Pilih orientasi aplikasi mawaqit TV Anda
it: Seleziona l'orientamento dell'app mawaqit TV
ja: mawaqitテレビアプリの向きを選択してください
ku: ئاڕاستەی بەرنامەی مەواقیت هەڵبژێرە
ms: Pilih orientasi aplikasi tv mawaqit anda
nl: Selecteer uw mawaqit tv app oriëntatie
pa: اپنی مواقیت ٹی وی ایپ نوں وکھان دا رخ منتخب کرو
pl: Proszę wybrać orientację aplikacji mawaqit tv
pt: Selecione sua orientação do aplicativo mawaqit tv
ro: Selectați orientarea aplicației TV pentru mawaqit
sq: Zgjidhni orientimin e aplikacionit tuaj Mawaqit tv
th: เลือกการวางแนวแอปทีวี mawaqit ของคุณ
ug: Mawaqit تېلېۋىزور ئەپنىڭ يۆنىلىشىنى تاللاڭ
uk: Виберіть орієнтацію вашого додатку mawaqit tv
ur: اپنے مواقیت ٹی وی ایپ کی سمت کا انتخاب کریں۔
vi: Odaberite orijentaciju ekrana za Mawaqit tv aplikaciju
zh: 选择您的 mawaqit tv 应用方向

source: Device Default
ar: الوضع الافتراضي
az: Cihaz ilkin ayarı
bg: Настройки по подразбиране на устройството
bn: ডিভাইস ডিফল্ট
cs: Výchozí nastavení zařízení
da: Enheds Standard
de: Gerät im Standardmodus
es: Dispositivo por defecto
fa: پیش فرض دستگاه
fi: Laitteen oletusarvo
fr: Par défaut
hi: डिवाइस डिफ़ॉल्ट
hu: Alapértelmezett eszköz
id: Default Perangkat
it: Dispositivo Predefinito
ja: デバイスのデフォルト
ku: بەهەمان شێوەی ئامێر
ms: Lalai Peranti
nl: Standaard apparaat
pa: ڈیوائس دا ڈیفالٹ
pl: Domyślne urządzenie
pt: Dispositivo padrão
ro: Dispozitiv implicit
sq: "Vendosja standarde e Pajisjes"
th: กำหนดค่าการเปิด/ปิดหน้าจอค่าเริ่มต้นของอุปกรณ์
ug: ئۈسكۈنە كۆڭۈلدىكى
uk: Пристрій за замовчуванням
ur: ڈیوائس ڈیفالٹ
vi: Zadani uređaj
zh: 设备默认

# deviceDefaultBTNDescription
source: Mawaqit will auto select the default orientation based on the screen orientation
ar: سيتم تحديد الاتجاه الافتراضي تلقائياً بناءً على اتجاه الشاشة
az: Mawaqit, ekran yönünə görə ilkin istiqaməti avtomatik seçəcək
bg: Mawaqit автоматично ще избере ориентацията по подразбиране въз основа на ориентацията на екрана
bn: স্ক্রিনের অবস্থানের ওপর ভিত্তি করে Mawaqit স্বয়ংক্রিয়ভাবে ডিফল্ট অরিয়েন্টেশন নির্বাচন করবে
cs: Mawaqit automaticky vybere výchozí orientaci na základě orientace obrazovky
da: Mawaqit vil automatisk vælge standardretningen baseret på skærmens orientering
de: Mawaqit wählt automatisch die Standardausrichtung basierend auf der Bildschirmausrichtung
es: Mawaqit seleccionará automáticamente la orientación por defecto basándose en la orientación de la pantalla
fa: مواقیت به طور خودکار جهت گیری پیش فرض را بر اساس جهت صفحه نمایش انتخاب می کند
fi: Mawaqit valitsee oletussuunnan automaattisesti näytön suuntauksen perusteella.
fr: Mawaqit sélectionne automatiquement l'orientation par défaut en fonction de l'orientation de l'écran.
hi: मावाकिट स्क्रीन ओरिएंटेशन के आधार पर डिफ़ॉल्ट ओरिएंटेशन का स्वतः चयन करेगा
hu: A Mawaqit automatikusan kiválasztja az alapértelmezett tájolást a képernyő tájolása alapján
id: Mawaqit akan secara otomatis memilih orientasi default berdasarkan orientasi layar
it: Mawaqit selezionerà automaticamente l'orientamento predefinito in base all'orientamento dello schermo
ja: Maawaqitは画面の向きに基づいてデフォルトの向きを自動的に選択します
ku: مەواقیت بە شێوەیەکی ئۆتۆماتیکی ئاراستە هەڵدەبژێرێت بە پشتبەستن بە ئاراستەی شاشەکە
ms: Mawaqit akan memilih orientasi lalai secara automatik berdasarkan orientasi skrin
nl: Mawaqit zal automatisch de standaard oriëntatie selecteren op basis van de scherm oriëntatie
pa: مواقیت اسکرین وکھان دے رخ دی بنیاد تے اپنے آپ وکھان دا ڈیفالٹ رخ منتخب کرے گی
pl: Mawaqit automatycznie wybierze domyślną orientację na podstawie orientacji ekranu.
pt: O Mawaqit selecionará automaticamente a orientação padrão baseada na orientação da tela
ro: Mawaqit va selecta automat orientarea implicită pe baza orientării ecranului
sq: Mawaqit do të zgjedhë automatikisht orientimin e paracaktuar bazuar në orientimin e ekranit
th: Mawaqit จะเลือกการวางแนวเริ่มต้นโดยอัตโนมัติตามการวางแนวหน้าจอ
ug: Mawaqit ئېكران يۆنىلىشىگە ئاساسەن كۆڭۈلدىكى يۆنىلىشنى ئۆزلۈكىدىن تاللايدۇ
uk: Mawaqit автоматично вибере орієнтацію за замовчуванням на основі орієнтації екрана
ur: Mawaqit اسکرین واقفیت کی بنیاد پر پہلے سے طے شدہ واقفیت کو خود بخود منتخب کرے گا۔
vi: Mawaqit će automatski odabrati zadanu orijentaciju na osnovu orijentacije ekrana
zh: Mawaqit 将根据屏幕方向自动选择默认方向
