Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

# nl
source: Dutch
ar: الهولندية
az: Niderland dili
bg: Холандски
bn: ডাচ
cs: Holandský
da: Hollandsk
de: Niederländisch
es: Holandés
fa: هلندی
fi: Hollantilainen
fr: Néerlandais
hi: डच
hu: holland
id: Belanda
it: Olandese
ja: オランダ語
ku: هۆڵەندی
ms: Bahasa Belanda
nl: Niederländisch
pa: ڈچ
pl: Holenderski
pt: Holandês
ro: Olandeză
sq: Hollandisht
th: ภาษาดัช
ug: گوللاندىيەچە
uk: Нідерландська
ur: ڈچ
zh: 荷兰语

# fr_ar
source: French & Arabic
ar: الفرنسية والعربية
bg: Френски и арабски
bn: ফ্রেঞ্চ ও আরবী
cs: Francouzština a arabština
da: Fransk & Arabisk
de: Französisch & Arabisch
es: Francés & Árabe
fa: فرانسوی و عربی
fi: Ranska Ja Arabia
fr: Français et Arabe
hi: फ़्रेंच और अरबी
hu: francia és arab
id: Bahasa Perancis dan Arab
it: Francese e Arabo
ja: フランス語とアラビア語
ku: فەڕەنسی و عەرەبی
ms: Bahasa Perancis dan Arab
nl: Frans en Arabisch
pa: فرانسیسی اتے عربی
pl: Francuski i arabski
pt: Francês e Árabe
ro: Franceză și arabă
th: ภาษาฝรั่งเศษ อาหรับ
ug: فىرانسۇزچە ۋە ئەرەبچە
uk: Французька та арабська
ur: فرانسیسی اور عربی
zh: 法语和阿拉伯语

# en_ar
source: English & Arabic
ar: الإنكليزية والعربية
az: İngiliscə və ərəbcə
bg: Английски и арабски
bn: ইংলিশ ও আরবী
cs: Anglické a arabské
da: Engelsk & Arabisk
de: Englisch & Arabisch
es: Inglés y Árabe
fa: انگلیسی و عربی
fi: Englanti Ja Arabia
fr: Anglais et Arabe
hi: अंग्रेजी और अरबी
hu: angol és arab
id: Bahasa Inggris dan Arab
it: Inglese e Arabo
ja: 英語とアラビア語
ku: ئینگلیزی و عەرەبی
ms: Bahasa Inggeris dan Arab
nl: Engels & Arabisch
pa: انگریزی اتے عربی
pl: Angielski i arabski
pt: Inglês e Árabe
ro: Engleză & Arabă
th: ภาษาอังกฤษ อาหรับ
ug: ئىنگلىزچە ۋە ئەرەبچە
uk: Англійська та арабська
ur: انگریزی اور عربی۔
zh: 英语和阿拉伯语

# de_ar
source: German & Arabic
ar: الألمانية والعربية
az: Almanca və ərəbcə
bg: Немски и арабски
bn: জার্মান ও আরবী
cs: Němčina a arabština
da: Tysk & Arabisk
de: Deutsch & Arabisch
es: Alemán y Árabe
fa: آلمانی و عربی
fi: Saksa & Arabia
fr: Allemand et Arabe
hi: जर्मन और अरबी
hu: német és arab
id: Bahasa Jerman & Arab
it: Tedesco e Arabo
ja: ドイツ語とアラビア語
ku: ئەڵمانی و عەرەبی
ms: Bahasa Jerman dan Arab
nl: Duits & Arabisch
pa: جرمن اتے عربی
pl: Niemiecki i arabski
pt: Alemão e Árabe
ro: Germană & Arabă
th: ภาษาเยรมัน อาหรับ
ug: گېرمانچە ۋە ئەرەبچە
uk: Німецька та арабська
ur: جرمن اور عربی
zh: 德语和阿拉伯语

# ta_ar
source: Tamil & Arabic
ar: التامول والعربية
az: Tamilcə və ərəbcə
bg: Тамилски и арабски
bn: তামিল ও আরবী
fa: هندی و عربی
fr: Tamul & Arabic
hi: तमिल और अरबी
hu: tamil és arab
id: Bahasa Tamil & Arab
it: Tamil e Arabo
ku: تامیل و عەرەبی
ms: Bahasa Tamil & Arab
pa: تامل اتے عربی
pt: Tamil e Árabe
th: ภาษาตามิล อาหรับ
ug: تامىلچە ۋە ئەرەبچە
uk: Таміл і Арабська
ur: تامل اور عربی

# tr_ar
source: Turkish & Arabic
ar: التركية والعربية
az: Türkcə və ərəbcə
bg: Турски и арабски
bn: তুর্কী ও আরবী
cs: Turecký a arabský
da: Tyrkisk & Arabisk
de: Türkisch & Arabisch
es: Turco y Árabe
fa: ترکی و عربی
fi: Turkki & Arabia
fr: Turc & Arabe
hi: तुर्की और अरबी
hu: török és arab
id: Bahasa Turki dan Arab
it: Turco e Arabo
ja: トルコ語とアラビア語format@@0
ku: تورکی و عەرەبی
ms: Bahasa Turki & Arab
nl: Turks en Arabisch
pa: ترکش اتے عربی
pl: turecki i arabski
pt: Turco e Árabe
ro: Turcă și arabă
th: ภาษาตุรกี อาหรับ
ug: تۈركچە ۋە ئەرەبچە
uk: Турецька та арабська
ur: ترکی اور عربی۔
zh: 土耳其语和阿拉伯语

# es_ar
source: Spanish & Arabic
ar: الإسبانية والعربية
az: İspanca və ərəbcə
bg: Испански и арабски
bn: স্প্যানিশ ও আরবী
cs: Španělština a arabština
da: Spansk & Arabisk
de: Spanisch & Arabisch
fa: اسپانیایی و عربی
fi: Espanja Ja Arabia
fr: Espagnol & Arabe
hi: स्पेनिश और अरबी
hu: spanyol és arab
id: Bahasa Spanyol & Arab
it: Spagnolo e Arabo
ja: スペイン語とアラビア語
ku: ئیسپانی و عەرەبی
ms: Bahasa Sepanyol & Arab
nl: Spaans & Arabisch
pa: ہسپانوی اتے عربی
pl: Hiszpański i arabski
pt: Espanhol e Árabe
ro: Spaniolă și arabă
th: ภาษาสเปน อาหรับ
ug: ئىسپانچە ۋە ئەرەبچە
uk: Іспанська та арабська
ur: ہسپانوی اور عربی
zh: 西班牙语和阿拉伯语

# pt_ar
source: Portuguese & Arabic
ar: البرتغالية والعربية
az: Portuqalca və ərəbcə
bg: Португалски и арабски
bn: পরতুগীজ ও আরবী
cs: Portugalština a arabština
da: Portugisisk & Arabisk
de: Portugiesisch & Arabisch
es: Portugués y Árabe
fa: پرتغالی و عربی
fi: Portugali Ja Arabia
fr: Portugais et Arabe
hi: पुर्तगाली और अरबी
hu: portugál és arab
id: Bahasa Portugis & Arab
it: Portoghese e Arabo
ja: ポルトガル語 & アラビア文字
ku: پۆرتوگالی و عەرەبی
ms: Bahasa Portugis & Arab
nl: Portugees en Arabisch
pa: پرتگالی اتے عربی
pl: Portugalski i arabski
pt: Português e Árabe
ro: Portugheză și Arabă
th: ภาษาโปตุเกตุ อาหรับ
ug: پورتۇگالچە ۋە ئەرەبچە
uk: Португальська та арабська
ur: پرتگالی اور عربی
zh: 葡萄牙语和阿拉伯语

# nl_ar
source: Dutch & Arabic
ar: الهولندية والعربية
az: Niderland dili və ərəbcə
bg: Холандски и арабски
bn: ডাচ ও আরবী
cs: Holandština a arabština
da: Hollandsk & Arabisk
de: Niederländisch & Arabisch
es: Holandés y árabe
fa: هلندی و عربی
fi: Hollanti Ja Arabia
fr: Néerlandais et arabes
hi: डच और अरबी
hu: holland és arab
id: Bahasa Belanda & Arab
it: Olandese e Arabo
ja: オランダ語とアラビア語
ku: هۆڵەندی و عەرەبی
ms: Bahasa Belanda & Arab
nl: Nederlands & Arabisch
pa: ڈچ اتے عربی
pl: Holenderski i arabski
pt: Holandês e Árabe
ro: Olandeză și arabă
th: ภาษาดัช อาหรับ
ug: گوللاندىيەچە ۋە ئەرەبچە
uk: Голландська та арабська
ur: ڈچ اور عربی
zh: 荷兰语和阿拉伯语

# connectToChangeHadith
source: Please connect to the internet to change the hadith language.
ar: يرجى الاتصال بالإنترنت لتغيير لغة الحديث.
az: Hədis dilini dəyişdirmək üçün lütfən internetə bağlanın.
bg: Моля, свържете се с интернет, за да промените езика на хадисите.
bn: হাদীসের ভাষা পরিবর্তন করার জন্য অনুগ্রহ করে ইন্টারনেটে সংযুক্ত হন
cs: Prosím připojte se k internetu pro změnu jazyka hadith.
da: Opret forbindelse til internettet for at ændre hadith sprog.
de: Bitte verbinden Sie sich mit dem Internet, um die Hadith Sprache zu ändern.
es: Por favor, conéctate a Internet para cambiar el idioma del hadiz.
fa: لطفا برای تغییر زبان حدیث به اینترنت متصل شوید.
fi: Ole hyvä ja yhdistä internetiin vaihtaaksesi hadith kielen.
fr: Veuillez vous connecter à Internet pour changer la langue des hadiths.
hi: हदीस भाषा बदलने के लिए कृपया इंटरनेट से जुड़ें।
hu: Kérjük, csatlakozz az internetre a hadíth nyelvének megváltoztatásához.
id: Harap hubungkan ke internet untuk mengubah bahasa hadis.
it: Connettiti a internet per cambiare la lingua dei hadith.
ja: ハディース言語を変更するには、インターネットに接続してください。
ku: تکایە پەیوەست ببە بە هێڵی ئینتەرنێتەوە بۆ گۆڕینی زمانی فەرموودە
ms: Sila sambung ke internet untuk menukar bahasa hadis.
nl: Verbind met internet om de hadith taal te veranderen.
pa: مہربانی کر کے حدیث دی بولی بدلن لئی انٹرنیٹ نال جُڑو۔
pl: Połącz się z Internetem, aby zmienić język haditów.
pt: Conecte-se à rede para alterar o idioma de hadith.
ro: Te rugăm să te conectezi la internet pentru a schimba limba credinței.
sq: Lidhu me internetin për të ndryshuar hadithin.
th: โปรดเชื่อมต่ออินเทอร์เน็ตเพื่อเปลี่ยนภาษาฮาดีษ
ug: ھەدىس تىلىنى ئۆزگەرتىش ئۈچۈن ئىنتېرنېتقا باغلاڭ.
uk: Під'єднайтесь до Інтернету для зміни мови хадисів.
ur: حدیث کی زبان کو تبدیل کرنے کے لیے براہ کرم انٹرنیٹ سے جڑیں۔.
zh: 请连接到互联网以更改hadith语言。

source: Retry
ar: أعد المحاولة
az: Yenidən sına
bg: Опитайте пак
bn: পুনরায় চেষ্টা করা
cs: Opakování
da: Genoptag
de: Wiederholen
es: Rever
fa: تلاش مجدد
fi: Uudelleenyritys
fr: Réessayez
hi: पुन: प्रयास
hu: Újrapróbálkozás
id: Coba lagi.
it: Riprova
ja: リトライ
ku: هەوڵ بدەرەوە
ms: Cuba lagi
nl: Opnieuw proberen
pa: فیر کوشش کرو
pt: Repetir
ro: Reîncercare
sq: Provo përseri
th: ลองอีกครั้ง
ug: قايتا سىنا
uk: Повторити спробу
ur: دوبارہ کوشش کریں
zh: 重试

# timeSetting
source: Configuring the time
ar: ضبط الوقت
az: Vaxt konfiqurasiya edilir
bg: Настройка на времето
bn: সময় কনফিগার করা
cs: Konfigurace času
da: Indstil tid
de: Zeit konfigurieren
es: Configurando la hora
fa: پیکربندی زمان
fi: Ajan määrittäminen
fr: Paramétrage de l'heure
hi: समय कॉन्फ़िगर करना
hu: Az idő beállítása
id: Konfigurasi waktu
it: Configurare l'orario
ja: 時間の設定
ku: ڕێکخستنی کاتەکان
ms: Mengkonfigurasi masa
nl: De tijd configureren
pa: ویلا ترتیب دینا
pl: Konfigurowanie czasu
pt: Configurando hora
ro: Configurarea orei
sq: Konfigurimi i kohës
th: การกำหนดค่าเวลา
ug: ۋاقىتنى سەپلەۋاتىدۇ
uk: Налаштування часу
ur: وقت کی ترتیب
zh: 配置时间

# timeSettingDesc
source: Set a custom name
ar: ضبط اسم مخصص
az: Özəl bir ad təyin et
bg: Задаване на потребителско име
bn: একটি পছন্দসই নাম সেট করুন
cs: Nastavit vlastní název
da: Angiv et brugerdefineret navn
de: Eigenen Namen festlegen
es: Establecer un nombre personalizado
fa: یک نام دلخواه تنظیم کنید
fi: Aseta mukautettu nimi
fr: Définir un nom personnalisé
hi: एक कस्टम नाम सेट करें
hu: Egyéni név beállítása
id: Setel waktu sesuai keinginan (custom)
it: Imposta un nome personalizzato
ja: カスタム名を設定
ku: ناوێکی دڵخواز دابنێ
ms: Tetapkan nama tersuai
nl: Een aangepaste naam instellen
pa: مرضی دا ناں سیٹ کرو
pl: Ustaw niestandardową nazwę
pt: Definir nome personalizado
ro: Setează un nume personalizat
sq: Vendosni një emër të personalizuar
th: ตั้งชื่อที่กำหนดเอง
ug: ئىختىيارى ئىسىم تەڭشەيدۇ
uk: Встановити своє ім'я
ur: حسب ضرورت نام سیٹ کریں۔
vi: Podešavanje vremena
zh: 设置自定义名称

# selectedTime
source: The current selected time
ar: الوقت المحدد حاليًا
az: Hazırda seçilən vaxt
bg: Текущото избрано време
bn: বর্তমানে নির্বাচিত সময়
cs: Aktuálně vybraný čas
da: Den valgte tid
de: Die aktuelle Uhrzeit
es: La hora actual seleccionada
fa: زمان انتخابی فعلی
fi: Nykyinen valittu aika
fr: L'heure actuelle sélectionnée
hi: वर्तमान चयनित समय
hu: Az aktuális kiválasztott idő
id: Waktu yang dipilih saat ini
it: L'ora corrente selezionata
ja: 現在選択されている時間
ku: کاتی هەڵبژێردراوی ئێستا
ms: Masa yang dipilih semasa
nl: De huidige geselecteerde tijd
pa: منتخب کیتا گیا موجودہ ویلا
pl: Bieżący wybrany czas
pt: Hora atualmente selecionada
ro: Ora selectată curentă
sq: Koha aktuale e zgjedhur
th: เวลาที่เลือกในปัจจุบัน
ug: نۆۋەتتە تاللانغان ۋاقىت
uk: Поточний вибраний час
ur: موجودہ منتخب وقت
vi: Trenutno odabrano vrijeme
zh: 当前选择的时间

source: Confirmation
ar: تأكيد
az: Təsdiq
bg: Потвърждение
bn: নিশ্চিতকরণ
cs: Potvrzení
da: Bekræftelse
de: Bestätigung
es: Confirmación
fa: تایید
fi: Vahvistus
fr: Valider
hi: पुष्टीकरण
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ku: پشتڕاستکردنەوە
ms: Pengesahan
nl: Bevestiging
pa: تصدیق کرنا
pl: Potwierdzenie
pt: Confirmar
ro: Confirmare
sq: Konfirmimi
th: การยืนยัน
ug: جەزملە
uk: Підтвердження
ur: تصدیق
vi: Potvrda
zh: 确认

# confirmationMessage
source: Are you sure you want to use device time?
ar: هل أنت متأكد من أنك تريد استخدام وقت الجهاز؟
az: Cihaz vaxtını istifadə etmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да използвате времето на устройството?
bn: আপনি কি নিশ্চিত যে আপনি ডিভাইসের সময় ব্যবহার করতে চান?
cs: Jste si jisti, že chcete použít čas zařízení?
da: Er du sikker på, at du vil bruge enhedstiden?
de: Sind Sie sicher, dass Sie die Gerätezeit verwenden möchten?
es: ¿Está seguro que desea utilizar el tiempo del dispositivo?
fa: آیا مطمئن هستید که می خواهید از زمان دستگاه استفاده کنید؟
fi: Oletko varma, että haluat käyttää laitteen aikaa?
fr: Êtes-vous sûr de vouloir utiliser l'heure de l'appareil ?
hi: क्या आप वाकई डिवाइस समय का उपयोग करना चाहते हैं?
hu: Biztosan használni szeretnéd az eszközön jelzett időt?
id: Apa Anda yakin ingin menggunakan waktu pada perangkat?
it: Sei sicuro di voler utilizzare l'ora del dispositivo?
ja: デバイスの時間を使用してもよろしいですか？
ku: ئایا دڵنیای کە دەتەوێت کاتی ئامێرەکە بەکاربهێنیت؟
ms: Adakah anda pasti mahu menggunakan masa peranti?
nl: Weet u zeker dat u de apparaattijd wilt gebruiken?
pa: کیہہ پک نال ڈیوائس وچ لگیا ویلا ورتنا چاہندےاو؟
pl: Czy na pewno chcesz użyć czasu urządzenia?
pt: Deseja mesmo usar a hora do dispositivo?
ro: Ești sigur că vrei să folosești timpul dispozitivului?
sq: Je i sigurt që dëshiron të përdorësh kohën e pajisjes?
th: คุณแน่ใจหรือไม่ว่าต้องการใช้เวลาในอุปกรณ์
ug: راستتىنلا ئۈسكۈنە ۋاقتىنى ئىشلىتەمسىز؟
uk: Ви впевнені, що хочете використовувати час пристрою?
ur: کیا آپ واقعی آلہ کا وقت استعمال کرنا چاہتے ہیں?
vi: Jeste li sigurni da želite koristiti vrijeme uređaja?
zh: 您确定要使用设备时间吗？

source: Use device time
ar: استخدام وقت الجهاز
az: Cihaz vaxtını istifadə et
bg: Използвайте времето на устройството
bn: ডিভাইসের সময় ব্যবহার করুন
cs: Použít čas zařízení
da: Brug enhedens tid
de: Gerätezeit verwenden
es: Utilizar el tiempo del dispositivo
fa: از زمان دستگاه استفاده کنید
fi: Käytä laitteen aikaa
fr: Utiliser l'heure de l'appareil
hi: डिवाइस समय का उपयोग करें
hu: Használd az eszközön jelzett időt
id: Menggunakan waktu perangkat
it: Usa l'ora del dispositivo
ja: 端末の時間を使用
ku: بەکارهێنانی کاتی ئامێر
ms: Gunakan masa peranti
nl: Apparaattijd gebruiken
pa: ڈیوائس وچ لگیا ویلا ورتو
pl: Użyj czasu urządzenia
pt: Usar hora do dispositivo
ro: Utilizați ora dispozitivului
sq: Përdorni kohën e pajisjes
th: ใช้เวลาของอุปกรณ์
ug: ئۈسكۈنە ۋاقتىنى ئىشلەت
uk: Використовувати час пристрою
ur: ڈیوائس کا وقت استعمال کریں۔
vi: Koristite vrijeme uređaja
zh: 使用设备时间

source: Select Time
ar: حدد الوقت
az: Vaxtı seç
bg: Изберете време
bn: সময় নির্বাচন করুন
cs: Vyberte čas
da: Vælg Tid
de: Zeit auswählen
es: Seleccionar hora
fa: یک زمان را انتخاب کنید
fi: Valitse Aika
fr: Sélectionner l'heure
hi: समय चुनें
hu: Válaszd ki az időt
id: Pilih Waktu
it: Seleziona l'ora
ja: 時間を選択
ku: کات هەڵبژێرە
ms: Pilih Masa
nl: Selecteer tijd
pa: ویلا منتخب کرو
pl: Wybierz czas
pt: Selecionar hora
ro: Selectează ora
sq: Zgjidh kohën
th: เลือก เวลา
ug: ۋاقىت تاللىنىدۇ
uk: Оберіть час
ur: وقت منتخب کریں۔
vi: Odaberite vrijeme
zh: 选择时间

source: Previous
ar: السابق
az: Əvvəlki
bg: Назад
bn: পূর্ববর্তী
cs: Předchozí
da: Forrige
de: Vorherige
es: Anterior
fa: قبلی
fi: Edellinen
fr: Précédent
hi: पहले का
hu: Előző
id: Sebelumnya
it: Precedente
ja: 前
ku: پێشتر
ms: Sebelum
nl: named@@0
pa: پچھلا
pl: Poprzedni
pt: Anterior
ro: Anterior
sq: Pas
th: ก่อนหน้า
ug: ئالدىنقى
uk: Попереднє
ur: پچھلا
vi: Prethodno
zh: 上一个

source: App Timezone
ar: المنطقة الزمنية للتطبيق
az: Tətbiq saat qurşağı
bg: Времева зона на приложението
bn: অ্যাপের টাইমজোন
es: Zona horaria de la aplicación
fa: منطقه زمانی برنامه
fr: Fuseau horaire de l'application
hi: ऐप टाइमज़ोन
hu: Alkalmazás időzónája
id: Zona Waktu Aplikasi
it: Fuso orario dell'applicazione
ku: ناوچەی کاتی بەرنامە
ms: Aplikasi Zon Masa
pa: ایپ دا ٹائم زون
pt: Fuso horário do aplicativo
sq: Zona kohore e aplikacionit
th: เขตเวลาของแอป
ug: ئەپ ۋاقىت رايونى
uk: Час застосунку
ur: ایپ ٹائم زون
vi: Vremenska zona aplikacije

# descTimezone
source: Select your timezone to get accurate prayer times.
ar: اختر منطقتك الزمنية للحصول على مواقيت الصلاة الدقيقة
az: Düzgün namaz vaxtlarını əldə etmək üçün saat qurşağınızı seçin.
bg: Няма намерени близки точки за достъп с Wifi
bn: নির্ভুল নামাজের সময় পাওয়ার জন্য আপনার টাইমজোন নির্বাচন করুন
cs: Vyberte časové pásmo pro přesné modlitby.
da: Vælg din tidszone for at få præcise bønnetider.
de: Wählen Sie Ihre Zeitzone, um genaue Gebetszeiten zu erhalten.
es: Selecciona tu zona horaria para obtener tiempos precisos de oración.
fa: منطقه زمانی خود را انتخاب کنید تا اوقات دقیق نماز را دریافت کنید.
fi: Valitse aikavyöhyke saadaksesi tarkat rukousajat.
fr: Sélectionnez votre fuseau horaire pour obtenir des heures de prière précises.
hi: सटीक प्रार्थना समय जानने के लिए अपना समयक्षेत्र चुनें।
hu: Pontos imaidőkért válaszd ki az időzónádat.
id: Pilih zona waktu Anda untuk mendapatkan waktu salat yang akurat.
it: Seleziona il tuo fuso orario per ottenere tempi di preghiera accurato.
ja: 正確な祈りの時間を得るためにあなたのタイムゾーンを選びなさい。
ku: ناوچەی کاتی خۆت هەڵبژێرە بۆ ئەوەی کاتەکانی نوێژکردن بە وردی بەدەست بهێنیت.
ms: Pilih zon waktu anda untuk mendapatkan waktu solat yang tepat.
nl: Selecteer je tijdzone om nauwkeurige gebedstijden te krijgen.
pa: نماز دے بلکل ٹھیک ویلے لین لئی اپنا ٹائم زون منتخب کرو۔
pl: Wybierz strefę czasową, aby uzyskać dokładne czasy modlitwy.
pt: Selecione seu fuso horário para obter horários de oração mais precisos.
ro: Selectează fusul orar pentru a obține orele de rugăciune exacte.
sq: Zgjidhni zonën tuaj kohore për të marrë kohët e sakta të lutjes.
th: เลือกเขตเวลาของคุณเพื่อรับเวลาละหมาดที่แม่นยำ
ug: ئېنىق ناماز ۋاقتىغا ئېرىشىش ئۈچۈن ۋاقىت رايونى تاللىنىدۇ.
uk: Виберіть ваш часовий пояс для точного часу молитви.
ur: نماز کے درست اوقات جاننے کے لیے اپنا ٹائم زون منتخب کریں۔.
vi: Odaberite svoju vremensku zonu kako biste dobili tačna namaska vremena.
zh: 选择您的时区以获得准确的祈祷时间。

# appWifi
source: Connect to wifi
ar: الاتصال بالإنترنت
az: Wi-Fi-ya bağlan
bg: Свързване с Wi-Fi
bn: ওয়াইফাইতে সংযুক্ত হোন
cs: Připojit k WiFi
da: Opret forbindelse til wifi
de: Mit Wlan verbinden
es: Conectarse a una red de WiFi
fa: به وای فای متصل شوید
fi: Yhdistä wifiin
fr: Se connecter au wifi
hi: वाईफ़ाई से कनेक्ट करें
hu: Csatlakozz a WiFi-hez
id: Terhubung ke WiFi
it: Connettiti al WiFi
ja: Wi-Fiに接続
ku: پەیوەست بوون بە هێڵی ئینتەرنێتەوە
ms: Sambung ke wifi
nl: Verbinden met wifi
pa: وائی فائی نال جُڑو
pl: Połącz z wifi
pt: Conectar-se à rede
ro: Conectează-te la wifi
sq: Lidhu me Wi-Fi
th: เชื่อมต่อกับไวไฟ
ug: Wifi غا باغلاڭ
uk: Підключення до Wi-Fi
ur: وائی فائی سے جڑیں۔
vi: Povežite se na wifi
zh: 连接到 wifi

# descWifi
source: Please connect to your preferred wifi
ar: الرجاء الاتصال بشبكة الإنترنت
az: Lütfən Wi-Fi-ya bağlanın
bg: Моля, свържете се с предпочитания от вас Wi-Fi
bn: অনুগ্রহ করে আপনার পছন্দের ওয়াইফাই-তে সংযুক্ত হোন
cs: Připojte se k preferovanému wifi
da: Opret forbindelse til dit foretrukne wifi
de: Bitte verbinden Sie sich mit Ihrem bevorzugten Wlan
es: Por favor, conéctate a tu wifi preferido
fa: لطفا به وای فای دلخواه خود وصل شوید
fi: Yhdistä haluamaasi wifi-verkkoon
fr: Veuillez vous connecter à votre wifi préféré
hi: कृपया अपने पसंदीदा वाईफाई से कनेक्ट करें
hu: Csatlakozz a preferált WiFi-hálózatodhoz
id: Silakan sambungkan ke wifi pilihan Anda
it: Connettiti al WiFi preferito
ja: ご希望のWi-Fiに接続してください
ku: تکایە پەیوەندی بە هێڵی ئینتەرنێتی دڵخوازی خۆتەوە بکە
ms: Sila sambung ke wifi pilihan anda
nl: Maak verbinding met je gewenste wifi
pa: مہربانی کر کے اپنے ترجیحی وائی فائی نال جُڑو
pl: Połącz się z preferowanym wifi
pt: Conecte-se à rede preferida
ro: Te rugăm să te conectezi la wifi preferat
sq: Lidhu me Wi-Fi të preferuar
th: กรุณาเชื่อมต่อกับ wifi ที่คุณต้องการ
ug: ياقتۇرىدىغان wifi غا باغلاڭ
uk: Будь ласка, підключіться до потрібної мережі Wi-Fi
ur: براہ کرم اپنے پسندیدہ وائی فائی سے جڑیں۔
vi: Povežite se na željeni wifi
zh: 请连接到您喜欢的无线网络

source: Search countries
ar: البحث عن البلد
az: Ölkə axtar
bg: Търсене на държави
bn: দেশগুলি অনুসন্ধান করুন
cs: Hledat země
da: Søg lande
de: Länder suchen
es: Buscar países
fa: جستجوی کشورها
fi: Etsi maita
fr: Chercher votre pays
hi: देश खोजें
hu: Országok keresése
id: Cari negara
it: Cerca paesi
ja: 国を検索
ku: گەڕان بۆ ناوچەکان
ms: Cari Negara
nl: Zoek landen
pa: ملک لبھو
pl: Szukaj krajów
pt: Buscar países
ro: Caută țări
sq: Kërko vendet
th: ค้นหาประเทศ
ug: دۆلەت ئىزدەيدۇ
uk: Пошук країн
ur: ممالک تلاش کریں۔
vi: Pretražite zemlje
zh: 搜索国家

source: Scan Again
ar: الفحص مرة أخرى
az: Yenidən skan et
bg: Сканирайте отново
bn: আবার স্ক্যান করুন
cs: Znovu skenovat
da: Scan Igen
de: Erneut Scannen
es: Escanear de nuevo
fa: دوباره اسکن کنید
fi: Skannaa Uudelleen
fr: Scanner à nouveau
hi: दोबारा स्कैन करें
hu: Újra szkennelés
id: Pindai lagi
it: Scansiona di nuovo
ja: もう一度スキャン
ku: دووبارە گەڕان
ms: Imbas Lagi
nl: Opnieuw scannen
pa: فیر اسکین کرو
pl: Skanuj ponownie
pt: Procurar novamente
ro: Scanare din nou
sq: Skano përsëri
th: สแกนอีกครั้ง
ug: قايتا تارا
uk: Сканувати ще раз
ur: دوبارہ اسکین کریں۔
vi: Skeniraj ponovno
zh: 再次扫描

# noScannedResultsFound
source: No near access points found
ar: لم يتم العثور على شبكة الإنترنت
az: Yaxınlıqda müraciət nöqtəsi tapılmadı
bg: Не са открити близки точки за достъп
bn: কোনো নিকটবর্তী অ্যাক্সেস পয়েন্ট পাওয়া যায়নি
cs: Nebyly nalezeny žádné blízké přístupové body
da: Ingen nærliggende adgangspunkter fundet
de: Keine Zugangspunkte gefunden
es: No se encontraron puntos de acceso cercano
fa: هیچ نقطه دسترسی نزدیکی یافت نشد
fi: Lähellä olevia liityntäpisteitä ei löytynyt
fr: Aucun point d'accès proche trouvé
hi: निकट पहुंच बिंदु नहीं मिला
hu: Közeli hozzáférési pontok nem találhatók
id: Tidak ditemukan titik akses dekat
it: Non sono stati trovati punti di accesso nelle vicinanze
ja: 近くのアクセスポイントは見つかりませんでした
ku: هیچ هێڵێکی نزیک بوونی نیە
ms: Tiada pusat akses berhampiran ditemui
nl: Geen toegangspunten gevonden
pa: نیڑے کوئی رسائی دے پوائنٹس نہیں لبھے
pl: Nie znaleziono bliskich punktów dostępu
pt: Sem pontos de acesso próximos encontrados
ro: Nici un punct de acces aproape găsit
sq: Nuk u gjet asnjë pikë aksesi afër
th: ไม่พบจุดเชื่อมต่อใกล้
ug: يېقىن زىيارەت نۇقتىسى تېپىلمىدى
uk: Не знайдено жодних точок доступу
ur: کوئی قریبی رسائی پوائنٹس نہیں ملے
vi: Nema pronađenih pristupnih tačaka
zh: 没有找到接近的接入点

source: Connect
ar: الاتصال
az: Bağlantı qur
bg: Свързване
bn: সংযুক্ত করুন
cs: Připojit
da: Forbind
de: Verbinden
es: Conectar
fa: اتصال
fi: Yhdistä
fr: Connecter
hi: कनेक्ट
hu: Csatlakozás
id: Terhubung
it: Connetti
ja: 接続する
ku: پەیوەست بوون
ms: Sambung
nl: Verbinden
pa: رابطہ
pl: Połącz
pt: Conectar
ro: Conectează-te
sq: Lidhu
th: เชื่อมต่อ
ug: باغلان
uk: Під’єднатися
ur: جڑیں۔
vi: Povežite se
zh: 连接

# wifiPassword
source: Password
ar: كلمة المرور
az: Parol
bg: Парола
bn: পাসওয়ার্ড
cs: Heslo
da: Adgangskode
de: Passwort
es: Contraseña
fa: رمز عبور
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
id: KATA SANDI
ja: パスワード
ku: وشەی تێپەڕ
ms: Kata Laluan
nl: Wachtwoord
pa: پاسورڈ
pl: Hasło
pt: Senha
ro: Parolă
sq: Fjalëkalimi
th: รหัสผ่าน
ug: ئىم
uk: Пароль
ur: پاس ورڈ
zh: 密码

source: Skip
ar: تخطي
az: Ötür
bg: Пропусни
bn: এড়িয়ে যান
cs: Přeskočit
da: Overspring
de: Überspringen
es: Saltar
fa: بعدی
fi: Ohita
fr: Sauter
hi: स्किप
hu: Kihagyás
id: Melewati
it: Salta
ja: スキップ
ku: تێپەڕاندن
ms: Langkau
nl: Overslaan
pa: چھڈ دیوو
pl: Pominąć
pt: Pular
ro: Omitere
sq: Anashkalo
th: ข้าม
ug: ئاتلا
uk: Пропустити
ur: چھوڑ دو
vi: Preskoči
zh: 跳过

# noSSID
source: **Hidden SSID**
az: **Gizli SSID**
bg: **Скрит SSID**
bn: হিডেন এসএসআইডি
es: **SSID oculto**
fa: **SSID پنهان**
fr: **SSID caché**
hi: छिपा हुआ एसएसआईडी
hu: **Rejtett SSID**
id: SSID Tersembunyi ** SSID Tersembunyi**
it: **SSID nascosto**
ku: **ئینتەرنێتی شاردراوە**
ms: **SSID Tersembunyi**
pa: **لُکویا گیا SSID**
pt: **SSID oculto**
sq: **SSID e fshehur**
th: **SSID ที่ซ่อนอยู่**
ug: **يوشۇرۇن SSID**
ur: **پوشیدہ SSID**
vi: **Skriveni SSID**

source: Close
ar: أغلق
az: Bağla
bg: Затвори
bn: বন্ধ করা
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hi: क्लोज
hu: Bezárás
id: Keluar
it: Chiudi
ja: 閉じる
ku: داخستن
ms: Tutup
nl: Afsluiten
pa: بند کرو
pl: Zamknij
pt: Fechar
ro: Inchide
sq: Mbylle
th: ปิด
ug: ياپ
uk: Закрити
ur: بند
vi: Zatvori
zh: 关闭

source: Search
ar: بحث
az: Axtar
bg: Търсене
bn: অনুসন্ধান
cs: Vyhledávání
da: Søg på
de: Suche
es: Buscar
fa: جستجو
fi: Etsi
fr: Recherche
hi: खोज
hu: Keresés
id: Pencarian
it: Cerca
ja: 検索
ku: گەڕان
ms: Cari
nl: Zoeken
pa: لبھو
pl: Wyszukaj
pt: Buscar
ro: Căutare
sq: Kërko
th: ค้นหา
ug: ئىزدە
uk: Пошук
ur: تلاش کریں
vi: Traži
zh: 搜索
