Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

# noSuwarDownload
source: No new suwars to download
ar: لا يوجد سور لتحميلها
az: Endiriləcək yeni surə yoxdur
bg: Няма нови сури за изтегляне
bn: ডাউনলোডের জন্য নতুন কোনো সূরা নেই
cs: Žádné nové zápasy ke stažení
da: Ingen nye suwars at downloade
de: Keine neuen Suwars zum Herunterladen
es: No hay nuevas supresiones para descargar
fi: Ei uusia ladattavia apuohjelmia
fr: Aucune nouvelle sourate à télécharger
hu: Nincs letöltendő új szúra
it: Nessuna nuova fonte da scaricare
ja: ダウンロードできる新しいスーワーズはありません
nl: Geen nieuwe suwars om te downloaden
pl: Brak nowych suwarów do pobrania
pt: Sem surahs novos para baixar
ro: Niciun suwars nou de descărcat
sq: Nuk ka Sure të reja për t'u shkarkuar
ug: چۈشۈرىدىغان يېڭى سۈرە يوق
uk: Немає нових сур для завантаження
zh: 没有要下载的新的 suwars

# connectDownloadQuran
source: Please connect to Internet to download
ar: الرجاء الاتصال بالإنترنت للتنزيل
az: Endirmək üçün lütfən internetə bağlanın
bg: Моля, свържете се с интернет, за да изтеглите
bn: ডাউনলোড করার জন্য অনুগ্রহ করে ইন্টারনেটের সাথে সংযুক্ত হন
cs: Pro stažení se prosím připojte k internetu
da: Opret forbindelse til internettet for at downloade
de: Zum Herunterladen bitte mit Internet verbinden
es: Por favor, conéctate a Internet para descargar
fi: Ole hyvä ja yhdistä internetiin ladataksesi
fr: Veuillez vous connecter à Internet pour télécharger
hu: Kérlek, csatlakozz az internetre a letöltéshez
it: Connettiti a Internet per scaricare
ja: ダウンロードするにはインターネットに接続してください
nl: Maak verbinding met het internet om te downloaden
pl: Połącz się z Internetem, aby pobrać
pt: Conecte-se à rede para baixar
ro: Te rugăm să te conectezi la Internet pentru a descărca
sq: Ju lutem lidheni internetin për të shkarkuar
ug: چۈشۈرۈش ئۈچۈن ئىنتېرنېتقا باغلاڭ
uk: Будь ласка, підключіться до Інтернету для завантаження
zh: 请连接到互联网下载

# playInOnlineModeQuran
source: Please connect to internet to play
ar: الرجاء الاتصال بالإنترنت للتشغيل
az: Oxutmaq üçün lütfən internetə bağlanın
bg: Моля, свържете се с интернет, за да играете
bn: প্লে করার জন্য অনুগ্রহ করে ইন্টারনেটের সাথে সংযুক্ত হন
cs: Pro přehrání se připojte k internetu
da: Opret forbindelse til internettet for at spille
de: Zum Spielen bitte mit dem Internet verbinden
es: Por favor, conéctate a internet para jugar
fi: Yhdistä internetiin pelataksesi
fr: Veuillez vous connecter à Internet pour jouer
hu: Kérlek, csatlakozz az internetre a lejátszáshoz
it: Connettiti a Internet per avviare.
ja: 再生するにはインターネットに接続してください
nl: Maak verbinding met internet om te spelen
pl: Połącz się z Internetem, aby zagrać
pt: Conecte-se à rede para exibir
ro: Te rugăm să te conectezi la internet pentru a juca
sq: Për të dëgjuar lidhuni me internetin
ug: قويۇش ئۈچۈن ئىنتېرنېتقا باغلاڭ
uk: Для відтворення, під'єднайтеся до Інтернету
zh: 请连接到网络以播放

source: Downloaded
ar: تم التحميل
az: Endirilib
bg: Свалено
bn: ডাউনলোড করা হয়েছে
cs: Staženo
da: Downloadet
de: Heruntergeladen
es: Descargado
fi: Ladattu
fr: Téléchargé
hu: Letöltve
it: Scaricato
ja: ダウンロード済み
nl: Gedownload
pl: Pobrano
pt: Baixado
ro: Descărcat
sq: Është shkarkuar
ug: چۈشۈرۈلدى
uk: Завантажено
zh: 已下载

# switchQuranType
source: Go to {name}
ar: انتقل إلى {name}
az: {name} - get
bg: Отидете на {name}
bn: যান {name}
cs: Přejít na {name}
da: Gå til {name}
de: Gehe zu {name}
es: Ir a {name}
fi: Siirry {name}
fr: Aller à {name}
hu: Tovább a {name}
it: Vai a {name}
ja: {name} に移動
nl: Ga naar {name}
pl: Przejdź do {name}
pt: Ir a {name}
ro: Mergeți la {name}
sq: Shkoni te {name}
ug: {name} غا يۆتكەل
uk: Перейти до {name}

# surahSelector
source: Select Surah
ar: اختر السورة
az: Surəni seç
bg: Изберете сура от Корана
bn: সূরা নির্বাচন করুন
fr: Sélectionner une sourat
hu: Válassz szúrát
it: Seleziona Surah
pt: Selecionar surah
sq: Zgjidhni Suren
ug: سۈرە تاللىنىدۇ

source: Check for Updates
ar: التحقق من التحديثات
bg: Проверка за актуализации
bn: হালনাগাদ এর জন্য অনুসন্ধান করুন
cs: Zkontrolovat aktualizace
da: Søg efter opdateringer
de: Nach Updates suchen
es: Buscar actualizaciones
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
hu: Frissítések keresése
it: Controlla gli aggiornamenti
ja: アップデートの確認
nl: Controleren op updates
pt: Verificar por atualizações
ro: Verifică pentru actualizări
sq: Kontrollo për përditësime
ug: يېڭىلانما تەكشۈر
zh: 检查更新

# checkForNewVersion
source: Check if a new version is available
ar: تحقق إذا كانت هناك نسخة جديدة متوفرة
bg: Проверка за наличност на нова версия
bn: একটি নতুন সংস্করণ পাওয়া যায় কিনা দেখুন।
cs: Zkontrolujte, zda je dostupná nová verze
da: Kontroller, om en ny version er tilgængelig
de: Überprüfen Sie, ob eine neue Version verfügbar ist
es: Comprobar si hay una nueva versión disponible
fi: Tarkista, onko uusi versio saatavilla
fr: Vérifiez si une nouvelle version est disponible
hu: Új verzió elérhetőségének ellenőrzése
it: Verifica se è disponibile una nuova versione
ja: 新しいバージョンが利用可能か確認してください
nl: Controleer of er een nieuwe versie beschikbaar is
pt: Verificar caso tenha uma nova versão
ro: Verifică dacă este disponibilă o nouă versiune
sq: Verifikoni nëse është i disponueshëm një version i ri
ug: يېڭى نەشرى بار يوقلۇقىنى تەكشۈرىدۇ
zh: 检查新版本是否可用

# wouldYouLikeToUpdate
source: Would you like to update the app?
ar: هل ترغب في تحديث التطبيق؟
bg: Искате ли да актуализирате приложението?
bn: আপনি কি অ্যাপটি আপডেট করতে চান?
cs: Chcete aplikaci aktualizovat?
da: Vil du opdatere appen?
de: Möchten Sie die App aktualisieren?
es: ¿Te gustaría actualizar la aplicación?
fi: Haluatko päivittää tämän sovelluksen?
fr: Souhaitez-vous mettre à jour l'application ?
hu: Szeretnéd frissíteni az alkalmazást?
it: Vuoi aggiornare l'app?
ja: アプリを更新しますか？
nl: Wilt u de app bijwerken?
pt: Deseja atualizar o aplicativo?
ro: Doriți să actualizați aplicația?
sq: Dëshironi të përditësoni aplikacionin?
ug: ئەپنى يېڭىلاشنى خالامسىز؟
zh: 您想要更新应用程序吗？

# updateCompleted
source: Update completed successfully!
ar: تم التحديث بنجاح!
bg: Актуализацията приключи успешно!
bn: হালনাগাদ সফলভাবে সম্পন্ন হয়েছে!
cs: Aktualizace byla úspěšně dokončena!
da: Opdatering fuldført!
de: Update erfolgreich abgeschlossen!
es: ¡Actualización completada con éxito!
fi: Päivitys suoritettu onnistuneesti!
fr: Mise à jour terminée avec succès !
hu: A frissítés sikeresen befejeződött.
it: Aggiornamento completato con successo!
ja: 更新が正常に完了しました！
nl: Update is voltooid!
pt: Atualização concluída com sucesso!
ro: Actualizare finalizată cu succes!
sq: Përditësimi përfundoi me sukses!
ug: يېڭىلاش مۇۋەپپەقىيەتلىك تاماملاندى!
zh: 更新成功！

source: No Updates
ar: لا توجد تحديثات
bg: Няма актуализации
bn: কোন আপডেট নেই
cs: Žádné aktualizace
da: Ingen Opdateringer
de: Keine Updates
es: No hay actualizaciones
fi: Ei Päivityksiä
fr: Aucune mise à jour
hu: Nincsenek frissítések
it: Nessun Aggiornamento
ja: 更新なし
nl: Geen updates
pt: Sem atualizações
ro: Nici o actualizare
sq: Nuk ka përditësime
ug: يېڭىلانما يوق
zh: 无更新

# usingLatestVersion
source: You are using the latest version.
ar: أنت تستخدم أحدث نسخة
bg: Използвате най-новата версия.
bn: আপনি সর্বশেষ সংস্করণ ব্যবহার করছেন
cs: Používáte nejnovější verzi.
da: Du bruger den nyeste version.
de: Sie verwenden die neueste Version.
es: Estás usando la última versión.
fi: Käytössäsi on uusin versio.
fr: Vous utilisez la dernière version.
hu: A legfrissebb verziót használod.
it: Stai usando l'ultima versione.
ja: 最新バージョンを使用しています。
nl: U gebruikt de nieuwste versie.
pt: Você está usando a versão mais recente.
ro: Utilizaţi cea mai recentă versiune.
sq: Jeni duke përdorur versionin më të ri.
ug: ئەڭ يېڭى نەشرىنى ئىشلىتىۋاتىسىز.
zh: 您正在使用最新版本。

source: Update cancelled
ar: تم إلغاء التحديث
bg: Актуализация е отменена
bn: হালনাগাদটি বাতিল করা হয়েছে
cs: Aktualizace zrušena
da: Opdatering annulleret
de: Update abgebrochen
es: Actualización cancelada
fi: Päivitys peruutettu
fr: Mise à jour annulée
hu: A frissítés megszakítva
it: Aggiornamento annullato
ja: 更新がキャンセルされました
nl: Update geannuleerd
pt: Atualização cancelada
ro: Actualizare anulată
sq: Përditësimi u anulua
ug: يېڭىلاشتىن ۋاز كەچتى
zh: 更新已取消

source: Checking updates...
ar: جارٍ التحقق من التحديثات...
bg: Проверка за актуализации...
bn: আপডেট আছে কিনা খোঁজা হচ্ছে...
cs: Kontrola aktualizací...
da: Tjekker opdateringer...
de: Überprüfe Updates...
es: Comprobando actualizaciones...
fi: Tarkistetaan päivityksiä...
fr: Vérification des mises à jour...
hu: Frissítések ellenőrzése…
it: Controllo degli aggiornamenti in corso...
ja: 更新を確認しています...
nl: Updates controleren...
pt: Verificando por atualizações...
ro: Verificare actualizări...
sq: Po kontrollohen përditësimet..
ug: يېڭىلاشنى تەكشۈرۈۋاتىدۇ…
zh: 正在检查更新...

source: Downloading update...
ar: جارٍ تنزيل التحديث...
bg: Изтегляне на актуализация...
bn: হালনাগাদ ডাউনলোড করা হচ্ছে...
cs: Stahování aktualizace...
da: Downloader opdatering...
de: Update wird heruntergeladen...
es: Descargando actualización...
fi: Ladataan päivitystä...
fr: Téléchargement de la mise à jour...
hu: A frissítés letöltése folyamatban...
it: Scaricamento aggiornamento...
ja: アップデートをダウンロードしています...
nl: Update downloaden...
pt: Baixando atualização...
ro: Se descarcă actualizarea...
sq: Përditësimi duke u shkarkuar...
ug: يېڭىلاشنى چۈشۈرۈۋاتىدۇ…
zh: 正在下载更新...

source: Installing update...
ar: جارٍ تنزيل التحديث...
bg: Инсталиране на актуализация...
bn: আপডেট ইন্সটল হচ্ছে...
cs: Instalace aktualizace...
da: Installerer opdatering...
de: Update wird installiert...
es: Instalando actualización...
fi: Asennetaan päivitystä...
fr: Installation de la mise à jour...
hu: Frissítés telepítése...
it: Installazione dell'aggiornamento in corso...
ja: アップデートをインストールしています...
nl: Update installeren...
pt: Instalando atualização...
ro: Se instalează actualizarea...
sq: Përditësimi po instalohet...
ug: يېڭىلاشنى ئورنىتىۋاتىدۇ…
zh: 正在安装更新...

source: Update completed successfully
ar: تم التحديث بنجاح
bg: Актуализацията е завършена успешно
bn: হালনাগাদ সফলভাবে সম্পন্ন হয়েছে
cs: Aktualizace úspěšně dokončena
da: Opdatering fuldført
de: Update erfolgreich abgeschlossen
es: Actualización completada con éxito
fi: Päivitys suoritettu onnistuneesti
fr: Mise à jour terminée avec succès
hu: A frissítés sikeresen befejeződött.
it: Aggiornamento completato con successo
ja: 更新が正常に完了しました
nl: Update succesvol voltooid
pt: Atualização concluída com sucesso
ro: Actualizare finalizată cu succes
sq: Përditësimi përfundoi me sukses...
ug: يېڭىلاش مۇۋەپپەقىيەتلىك تاماملاندى
zh: 更新成功完成

source: Update failed
ar: فشل التحديث
bg: Неуспешна актуализация
bn: হালনাগাদ ব্যর্থ
cs: Aktualizace se nezdařila
da: Opdatering mislykkedes
de: Update fehlgeschlagen
es: Error al actualizar
fi: Päivitys epäonnistui
fr: Échec de la mise à jour
hu: A frissítés sikertelen
it: Aggiornamento non riuscito
ja: 更新に失敗しました
nl: Bijwerken mislukt
pt: Falhou ao atualizar
ro: Actualizarea a eșuat
sq: Përditësimi dështoi
ug: يېڭىلىيالمىدى
zh: 更新失败

source: Save
ar: حفظ
bn: সেভ করুন
cs: Uložit
da: Gem
de: Speichern
es: Ahorrar
fr: Sauvegarder
hu: Mentés
ja: 保存
nl: opslaan
pt: Salvar
ro: Salvează
sq: Ruaj
ug: ساقلا
zh: 保存

# enterRtspUrl
source: Enter RTSP or Youtube Live URL
ar: أدخل رابط RTSP أو YouTube Live
bn: RTSP অথবা ইউটিউব লাইভের URL প্রবেশ করুন
cs: Zadejte RTSP nebo YouTube Live URL
da: Indtast RTSP eller Youtube Live URL
de: RTSP oder Youtube Live URL eingeben
es: Introduzca RTSP o Youtube Live URL
fr: Entrez l'URL RTSP ou YouTube Live
hu: Add meg az RTSP-t vagy a YouTube élő URL-jét
ja: RTSPまたはYoutube Live URLを入力してください
nl: Voer RTSP of Youtube Live URL in
pt: Insira o RTSP ou URL da transmissão do YouTube
ro: Introduceți URL-ul live RTSP sau Youtube
ug: RTSP ياكى Youtube شۇئان تور ئادرېسى كىرگۈزۈلىدۇ
zh: 输入 RTSP 或 Youtube Live URL

# addRtspUrl
source: Add your camera stream URL below
ar: أضف رابط بث كاميرا RTSP الخاص بك أدناه
bn: আপনার ক্যামেরার স্ট্রীম URL নিচে যুক্ত করুন
cs: Přidat URL adresu streamu kamery níže
da: Tilføj din kamera stream URL nedenfor
de: Füge deine Kamera-Stream-URL unten hinzu
es: Añade la URL de tu cámara a continuación
fr: Ajoutez l'URL de votre flux de caméra ci-dessous
hu: Add meg alább a kamerád élő streaming URL-jét
ja: 下にカメラストリームのURLを追加してください
nl: Voeg hieronder uw camera stream URL toe
pt: Adicione o URL de sua câmera de transmissão abaixo
ro: Adaugă adresa de streaming a camerei tale
ug: تۆۋەندە كامېرا ئېقىم تور ئادرېسىنى قوشۇڭ
zh: 在下方添加您的相机流 URL

# enableRtspCamera
source: Enable Camera Streaming
ar: تفعيل بث الكاميرا
bn: ক্যামেরা স্ট্রীমিং চালু করুন
cs: Povolit vysílání kamery
da: Aktiver Kamera-Streaming
de: Kamera-Streaming aktivieren
es: Activar streaming de cámara
fr: Activer le flux de la caméra
hu: Engedélyezd a kamera streamelést
ja: カメラストリーミングを有効にする
nl: Camera Streaming inschakelen
pt: Ativar transmissão da câmera
ro: Activează Camera Streaming
ug: كامېرا ئېقىم تارقىتىشنى قوزغىتىدۇ
zh: 启用相机流

# rtspCameraSettings
source: Camera Settings
ar: إعدادات الكاميرا
bn: ক্যামেরা সেটিংস
cs: Nastavení kamery
da: Indstillinger For Kamera
de: Kameraeinstellungen
es: Ajustes de cámara
fr: Paramètres de la caméra
hu: Kamera beállítások
ja: カメラ設定
nl: Camera instellingen
pt: Ajustes da câmera
ro: Setări cameră foto
ug: كامېرا تەڭشىكى
zh: 相机设置

# invalidRtspUrl
source: Invalid URL. Please check the URL and try again.
ar: رابط RTSP غير صالح. يرجى التحقق من الرابط والمحاولة مرة أخرى.
bn: ভুল URL, অনুগ্রহ করে URLটি পরীক্ষা করে আবার চেষ্টা করুন
cs: Neplatná adresa URL. Zkontrolujte adresu URL a zkuste to znovu.
da: Ugyldig URL. Tjek venligst URL'en, og prøv igen.
de: Ungültige URL. Bitte überprüfen Sie die URL und versuchen Sie es erneut.
es: URL no válida. Por favor, compruebe la URL y vuelva a intentarlo.
fr: URL invalide. Veuillez vérifier l'URL et réessayer.
hu: Érvénytelen URL. Kérjük, ellenőrizd az URL-t, és próbálg meg újra.
ja: 無効な URL です。URL を確認して、もう一度やり直してください。
nl: Ongeldige URL. Controleer de URL en probeer het opnieuw.
pt: URL inválido. Verifique o URL e tente novamente.
ro: URL invalid. Vă rugăm să verificaţi URL-ul şi încercaţi din nou.
ug: ئىناۋەتسىز تور ئادرېسى. تور ئادرېسىنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
zh: 无效的 URL。请检查URL，然后重试。

# validRtspUrl
source: URL validated and saved successfully.
ar: تم التحقق من رابط RTSP وحفظه بنجاح.
bn: URL সফলভাবে যাচাই ও সংরক্ষণ করা হয়েছে
cs: URL byla úspěšně potvrzena a uložena.
da: URL valideret og gemt med succes.
de: URL erfolgreich validiert und gespeichert.
es: URL validada y guardada correctamente.
fr: URL validée et enregistrée avec succès.
hu: URL érvényesítése és mentése sikeres.
ja: URLが検証され、正常に保存されました。
nl: URL gevalideerd en met succes opgeslagen.
pt: URL validado e salvo com sucesso.
ro: URL validat şi salvat cu succes.
ug: تور ئادرېسى دەلىللىنىپ. مۇۋەپپەقىيەتلىك ساقلاندى.
zh: URL验证并保存成功。

# rtspCameraSettingTitle
source: Live camera connection
ar: اتصال الكاميرا المباشر
bn: লাইভ ক্যামেরা সংযোগ
cs: Připojení živé kamery
da: Live kamera forbindelse
de: Live-Kamera-Verbindung
es: Conexión con cámara en vivo
fr: Connexion de la caméra en direct
hu: Élő kamerakapcsolat
ja: ライブカメラの接続
nl: Live camera verbinding
pt: Conexão de câmera ao vivo
ro: Conexiune cameră live
ug: شۇئان كامېرا باغلىنىشى
zh: 实时摄像头连接

# rtspCameraSettingDesc
source: Connect to your local camera and display jumua prayer stream on the TV screen.
ar: اتصل بالكاميرا المحلية واعرض بث صلاة الجمعة على شاشة التلفاز.
bn: আপনার লোকাল ক্যামেরার সাথে সংযোগ করুন এবং টিভি স্ক্রিনে জুমুয়া নামাজের স্ট্রিম দেখান
cs: Připojte se k lokálnímu fotoaparátu a na obrazovce televize zobrazte proud modlitby.
da: Tilslut til dit lokale kamera og vis jumua bøn stream på tv-skærmen.
de: Verbinde dich mit deiner lokalen Kamera und zeige Jumua-Gebetsstreams auf dem Fernseher an.
es: Conéctate a tu cámara local y muestra el flujo de oración de jumua en la pantalla de TV.
fr: Connectez-vous à votre caméra locale et affichez le flux de la prière de la jumua sur l'écran de la TV.
hu: Csatlakozz a helyi kamerához, és jelenítsd meg a pénteki ima streamet a TV képernyőjén.
ja: ローカルカメラに接続し、テレビ画面にジュミュア祈りのストリームを表示します。
nl: Maak verbinding met uw lokale camera en toon de jumua gebed stream op het TV-scherm.
pt: Conecte-se à sua câmera local e exiba a transmissão ao vivo da oração de Jumu'ah na tela da TV.
ro: Conectează-te la camera ta locală şi afişează stream-ul pentru jumua pe ecranul televizorului.
ug: يەرلىك كامېراغا باغلىنىپ، جۈمە خۇتبىسىنىڭ سىن ئېقىمىنى تېلېۋىزور ئېكرانىدا كۆرسىتىدۇ.
zh: 连接到您的本地摄像头并在电视屏幕上显示跳跃祈祷流。

# rtspCameraSettingScreenDesc
source: If you enter a URL here, your screen will automatically switch to video streaming when Jumua time arrives
ar: إذا أدخلت رابطًا هنا، ستتحول شاشتك تلقائيًا إلى وضع بث الفيديو عند وصول وقت الجمعة.
bn: আপনি এখানে একটি URL দিলে, জুমুয়া নামাজের সময় আসলে আপনার স্ক্রিন স্বয়ংক্রিয়ভাবে ভিডিও স্ট্রিমিং মোডে পরিবর্তিত হবে
cs: Pokud zde zadáte URL, vaše obrazovka se automaticky přepne na video streamování při příjezdu Jumua
da: Hvis du indtaster en URL her, vil din skærm automatisk skifte til videostreaming når Jumua tid ankommer
de: Wenn Sie hier eine URL eingeben, wird Ihr Bildschirm automatisch zum Video-Streaming wechseln, wenn Jumua-Zeit eintrifft
es: Si ingresas una URL aquí, tu pantalla cambiará automáticamente a la transmisión de vídeo cuando llegue la hora de Jumua
fr: Si vous entrez une URL ici, votre écran passera automatiquement en mode streaming vidéo lorsque l'heure de la Jumua arrive.
hu: Ha itt megadsz egy URL-t, akkor a képernyőd automatikusan átvált videostreamingre, amikor elérkezik a pénteki ima ideje.
ja: ここにURLを入力すると、Jumua時間が到着したときに画面が自動的にビデオストリーミングに切り替わります
nl: Als je hier een URL invoert, zal je scherm automatisch overschakelen naar video streaming wanneer Jumua tijd aankomt
pt: Se inserir um URL aqui, sua tela automaticamente alterará para transmissão de vídeo quando o tempo de Jumu'ah chegar
ro: Dacă introduceți aici un URL, ecranul se va comuta automat pe video streaming atunci când vine timpul Jumua
ug: ئەگەر بۇ جايغا تور ئادرېسى كىرگۈزگەن بولسىڭىز، جۈمە ۋاقتى كىرگەندە، ئېكرانىڭىزنى ئۆزلۈكىدىن سىن ئېقىمىغا ئالماشتۇرىدۇ
zh: 如果您在这里输入一个URL，当Jumua时间到达时，您的屏幕将自动切换到视频流

source: Validating Stream...
ar: جارٍ التحقق من البث...
bn: স্ট্রিম যাচাই করা হচ্ছে...
cs: Ověřování vysílání...
da: Validerer Stream...
de: Stream wird überprüft...
es: Validando Stream...
fr: Validation du flux...
hu: Stream érvényesítése...
ja: ストリームを検証中...
nl: Stream valideren...
pt: Validando transmissão...
ro: Validare Stream...
ug: سىن ئېقىمىنى دەلىللەۋاتىدۇ…
zh: 正在验证流...

# checkInternetLiveCamera
source: You must connect to internet to setup the live camera
ar: يجب عليك الاتصال بالإنترنت لإعداد الكاميرا
bn: লাইভ ক্যামেরা সেটআপ করার জন্য আপনাকে অবশ্যই ইন্টারনেটের সাথে সংযুক্ত থাকতে হবে
cs: Pro nastavení živé kamery se musíte připojit k internetu
da: Du skal oprette forbindelse til internettet for at opsætte live kamera
de: Zum Einrichten der Live-Kamera muss eine Internetverbindung hergestellt werden
es: Debe conectarse a internet para configurar la cámara en vivo
fr: Vous devez vous connecter à Internet pour configurer la caméra en direct
hu: Az élő kamera beállításához csatlakoznod kell az internethez
ja: ライブカメラをセットアップするにはインターネットに接続する必要があります
nl: U moet verbinding maken met internet om de live camera in te stellen
pt: Você precisa se conectar à rede para configurar a câmera ao vivo
ro: Trebuie să vă conectați la internet pentru a configura camera video
ug: شۇئان كامېرانى تەڭشەش ئۈچۈن چوقۇم ئىنتېرنېتقا باغلىنىشىڭىز كېرەك
zh: 您必须连接到互联网以设置实时摄像头

# somethingWentWrong
source: Something went wrong! please try again
ar: حدث خطأ ما! يرجى المحاولة مرة أخرى
bn: কিছু ভুল হয়েছে! অনুগ্রহ করে আবার চেষ্টা করুন
cs: Něco se pokazilo! Zkuste to prosím znovu
da: Noget gik galt! Prøv venligst igen
de: Etwas ist schiefgelaufen! Bitte versuche es erneut
es: ¡Algo salió mal! Por favor, inténtalo de nuevo
fr: Quelque chose s'est mal passé ! Veuillez réessayer
hu: Valami hiba történt! Kérjük, próbáld meg újra
ja: 問題が発生しました！もう一度やり直してください
nl: Er is iets misgegaan! Probeer het opnieuw
pt: Algo deu errado. Tente novamente
ro: Ceva nu a mers bine! Încearcă din nou
ug: كاشىلا كۆرۈلدى! قايتا سىناڭ
zh: 出错了！请重试

# somethingWrong
source: Something went wrong
ar: حدث خطأ ما
bn: কিছু ভুল হয়েছে
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schief gelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé
hu: Valami rosszul sült el
ja: 何かが間違っていた
nl: Etwas ist schief gelaufen
pt: Algo deu errado
ro: Ceva nu a mers bine
sq: Diçka shkoi keq
ug: كاشىلا كۆرۈلدى
zh: 出了问题

# tryAgainLater
source: Please try again later
ar: يرجى المحاولة لاحقًا
bn: অনুগ্রহ একটু পরে করে আবার চেষ্টা করুন
cs: Zkuste to prosím později
da: Prøv igen senere
de: Bitte später erneut versuchen
es: Inténtalo de nuevo más tarde
fr: Veuillez réessayer plus tard
hu: Kérlek, próbáld újra később
ja: 後でもう一度お試しください
nl: Probeer het later opnieuw
pt: Tente novamente mais tarde
ro: Vă rugăm să încercați din nou mai târziu
ug: سەل تۇرۇپ قايتا سىناڭ
zh: 请稍后再试

# hintTextRtspUrl
source: rtsp://... or https://youtube.com/live/...
bn: rtsp://... অথবা https://youtube.com/live/... URL প্রদান করুন
cs: rtsp://... nebo https://youtube.com/live/...
da: rtsp://... eller https://youtube.com/live/...
de: rtsp://... oder https://youtube.com/live/...
hu: rtsp://... vagy https://youtube.com/live/....
ja: rtsp://... または https://youtube.com/live/...
nl: rtsp://... of https://youtube.com/live/...
pt: rtsp://... ou https://youtube.com/live/...
ro: rtsp://... sau https://youtube.com/live/...
ug: rtsp://... ياكى https://youtube.com/live/...
zh: rtsp://... 或 https://youtube.com/live/...

# checkInternetUpdate
source: You must connect to internet to check for new updates
ar: يجب عليك الاتصال بالإنترنت للتحقق من وجود تحديثات جديدة
bg: Трябва да се свържете с интернет, за да проверите за нови актуализации
bn: নতুন আপডেট চেক করতে হলে আপনাকে অবশ্যই ইন্টারনেটের সাথে সংযুক্ত থাকতে হবে
cs: Pro vyhledání nových aktualizací se musíte připojit k internetu
da: Du skal oprette forbindelse til internettet for at søge efter nye opdateringer
de: Sie müssen sich mit dem Internet verbinden, um nach neuen Updates zu suchen
es: Debe conectarse a internet para comprobar si hay nuevas actualizaciones
fi: Sinun täytyy muodostaa yhteys internetiin, jotta voit tarkistaa uusia päivityksiä
fr: Vous devez être connecté à Internet pour vérifier les nouvelles mises à jour
hu: Új frissítések kereséséhez csatlakozz az internethez.
it: Devi connetterti a internet per controllare nuovi aggiornamenti
ja: 新しいアップデートを確認するにはインターネットに接続する必要があります
nl: Je moet verbinding maken met internet om te controleren op nieuwe updates
pt: Você deve conectar-se à rede para verificar por novas atualizações
ro: Trebuie să vă conectați la internet pentru a verifica noi actualizări
sq: Duhet të lidheni me internetin për të kontrolluar për përditësime të reja
ug: يېڭىلانما تەكشۈرۈش ئۈچۈن چوقۇم ئىنتېرنېتقا باغلىنىشىڭىز كېرەك
zh: 您必须连接到互联网以检查新的更新
