Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

source: Later
ar: لاحقاً
az: Sonra
bg: По-късно
bn: পরবর্তীতে
cs: Později
da: Senere
de: Später
es: Más tarde
fa: بعد
fi: Myöhemmin
fr: Plus tard
hi: बाद में
hu: Később
id: Nanti
it: Dopo
ja: 後で
ku: دواتر
ms: Kemudian
pa: بعد وچ
pl: Później
pt: Depois
ro: Mai târziu
sq: Më vonë
th: ภายหลัง
ug: كېيىن
uk: Пізніше
ur: بعد میں
vi: Më vonë
zh: 稍后再说

source: Download Quran
ar: تحميل القرآن الكريم
az: Quranı endir
bg: Изтегляне на Корана
bn: কুরআন ডাউনলোড করুন
cs: Stáhnout Quran
da: Download Koranen
de: Koran herunterladen
es: Descargar Corán
fa: دانلود قران
fi: Lataa Koraani
fr: Télécharger le Coran
hi: कुरान डाउनलोड करें
hu: Korán letöltése
id: Mengunduh Quran
it: Scarica Corano
ja: クルアーンをダウンロード
ku: داگرتنی قورئان
ms: Muat turun Quran
nl: Koran downloaden
pa: قرآن ڈاؤن لوڈ کرو
pl: Pobierz Kuran
pt: Baixar alcorão
ro: Descarcă Coran
sq: Shkarko Kur'anin
th: ดาวน์โหลดอัลกุรอาน
ug: قۇرئان چۈشۈر
uk: Завантажити Куран
ur: قرآن ڈاؤن لوڈ کریں۔
vi: Shkarkoni Kur'anin
zh: 下载Quran

source: Quran
ar: القرآن الكريم
bg: Коран
bn: কুরআন
da: Koranen
de: Koran
es: Corán
fa: قران
fi: Koraani
fr: Coran
hi: कुरान
hu: Korán
it: Corano
ja: クルアーンformat@@0
ku: قورئان
nl: Koran
pa: قرآن
pl: Kuran
pt: Alcorão
ro: Coran
sq: Kur'ani
th: อัลกุรอาน
ug: قۇرئان
uk: Куран
ur: قرآن
vi: Kur'an
zh: 古兰

# askDownloadQuran
source: Do you want to download the Quran?
ar: هل تريد تحميل القرآن الكريم؟
az: Quranı endirmək istəyirsiniz?
bg: Искате ли да изтеглите Свещения Коран?
bn: আপনি কি কুরআন ডাউনলোড করতে চান
cs: Chcete stáhnout Quran?
da: Vil du downloade Koranen?
de: Möchten Sie den Koran herunterladen?
es: ¿Quieres descargar el Corán?
fa: آیا می خواهید قرآن را دانلود کنید؟
fi: Haluatko ladata Koraanin?
fr: Voulez-vous télécharger le Coran ?
hi: क्या आप कुरान डाउनलोड करना चाहते हैं?
hu: Szeretnéd letölteni a Koránt?
id: Apakah Anda ingin mengunduh Al-Quran?
it: Vuoi scaricare il Corano?
ja: クルアーンをダウンロードしますか？
ku: ئایا دەتەوێت قورئان دابگریت?
ms: Adakah anda ingin muat turun Quran?
nl: Wilt u de Koran downloaden?
pa: کیہہ تُسی قرآن نوں ڈاؤن لوڈ کرنا چاہندے او؟
pl: Czy chcesz pobrać Quran?
pt: Deseja baixar o alcorão?
ro: Vrei să descarci Quran?
sq: Dëshironi të shkarkoni Kur'anin?
th: คุณต้องการดาวน์โหลดอัลกุรอาน?
ug: قۇرئاننى چۈشۈرەمسىز؟
uk: Ви хочете завантажити Куран?
ur: کیا آپ قرآن پاک ڈاؤن لوڈ کرنا چاہتے ہیں?
vi: Dëshironi ta shkarkoni Kur'anin?
zh: 您想要下载《古兰经》吗？

source: Download
ar: تحميل
az: Endir
bg: Изтегляне
bn: ডাউনলোড
cs: Stáhnout
da: Hent
de: Herunterladen
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
hi: डाउनलोड करना
hu: Letöltés
id: Unduh
it: Scaricare
ja: ダウンロード
ku: داگرتن
ms: Muat turun
pa: ڈاؤن لوڈ کرو
pl: Pobieranie
pt: Baixar
ro: Descărcare
sq: Shkarkoni
th: ดาวน์โหลด
ug: چۈشۈر
uk: Звантажити
ur: ڈاؤن لوڈ کریں
vi: Shkarkoni
zh: 下载

source: Downloading Quran
ar: جارٍ تحميل القرآن الكريم
az: Quran endirilir
bg: Изтегляне на Корана
cs: Stahování Quranu
da: Downloader Koranen
de: Der Koran wird heruntergeladen
es: Descargando el Corán
fa: در حال دانلود قران
fi: Ladataan Koraania
fr: Téléchargement du Coran
hi: कुरान डाउनलोड हो रहा है
hu: Korán letöltése folyamatban
id: Mengunduh Quran
it: Download del Corano
ja: クルアーンをダウンロード中
ku: داگرتنی قورئان
ms: Muat turun Quran
nl: Koran downloaden
pa: قرآن ڈاؤن لوڈ کر رہے آں
pl: Pobieranie Koranu
pt: Baixando o alcorão
ro: Se descarcă Coran
sq: Shkarkimi i Kuranit
th: กำลังดาวน์โหลดอัลกุรอาน
ug: قۇرئاننى چۈشۈرۈۋاتىدۇ
uk: Завантаження Курану
ur: قرآن ڈاؤن لوڈ ہو رہا ہے
vi: Shkarkimi i Kuranit
zh: 正在下载 Quran

source: Extracting Quran
ar: استخراج ملفات القرآن الكريم
az: Quran faylı xaricə köçürülür
bg: Извличане на Корана
bn: কুরআন এক্সট্র্যাক্ট হচ্ছে
cs: Extrahuji Quran
da: Udpakker Koranen
de: Koran extrahieren
es: Extrayendo Corán
fa: در حال استخراج قرآن
fi: Puretaan Koraania
fr: Extraction du Coran
hi: कुरान निकालना
hu: Korán kicsomagolása
id: Mengekstrak Al-Quran
it: Estrazione del Corano
ja: クルアーンの抽出中
ku: رێکخستنی قورئان
ms: Mengeluarkan Al-Quran
nl: Uitpakken Koran
pa: قرآن ایکسٹریکٹ کر رہے آں
pl: Rozpakowywanie Quran
pt: Extraindo o alcorão
ro: Extragerea Coranului
sq: Ekstradimi i Kur'anit
ug: قۇرئاننى يېشىۋاتىدۇ
uk: Отримання Курану
ur: قرآن نکالنا
vi: Nxjerrja e Kuranit
zh: 正在提取Quran

# updatedQuran
source: Quran updated
ar: تم تحديث القرآن الكريم
az: Quran faylı güncəlləndi
bg: Коранът е актуализиран
bn: কুরআন হালনাগাদ হয়েছে
cs: Quran aktualizován
da: Koranen opdateret
de: Koran aktualisiert
es: Corán actualizado
fa: قران بروز شد
fi: Koraani päivitetty
fr: Coran mis à jour
hi: कुरान अद्यतन किया गया
hu: Korán frissítve
id: Al-Quran diperbarui
it: Corano aggiornato
ja: クルアーンの更新
ku: قورئان نوێکرایەوە
ms: Al-Quran telah dikemaskini
nl: Koran bijgewerkt
pa: قرآن اپ ڈیٹ ہو گیا
pl: Kuran został zaktualizowany
pt: Alcorão atualizado
ro: Coran actualizat
sq: Kur'ani u është përditësuar
th: อัลกุรอานอัปเดต
ug: قۇرئان يېڭىلاندى
uk: Куран оновлено
ur: قرآن اپڈیٹ کر دیا گیا۔
vi: Kurani i përditësuar
zh: Quran 已更新

# quranLatestVersion
source: Quran is up to date
ar: القرآن الكريم محدث
az: Quran faylı güncəldir
bg: Коранът е актуален
bn: কুরআন হালনাগাদ আছে
cs: Quran je aktuální
da: Koranen er opdateret
de: Koran ist aktuell
es: El Corán está actualizado
fa: قران بروزرسانی شده است
fi: Koraani on ajan tasalla
fr: Le Coran est à jour
hi: कुरान अद्यतन है
hu: A Korán naprakész
id: Al-Quran adalah yang terbaru
it: Il Corano è aggiornato
ja: クルアーンは最新です
ku: قورئان کۆتا نوێکردنەوەی بەردەستە
ms: Al-Quran adalah terkini
nl: Koran is up to date
pa: قرآن جدید ترین حالت وچ اے
pl: Kuran jest aktualny
pt: O alcorão está atualizado
ro: Coran este actualizat
sq: Kurani është i përditësuar
th: อัลกุรอานข้อมูลล่าสุด
ug: قۇرئان ئەڭ يېڭى ھالەتتە
uk: Куран завантажений
ur: قرآن تازہ ہے۔
vi: Kurani është i përditësuar
zh: Quran 是最新的

# quranUpdatedVersion
source: Quran updated version is: {version}
ar: النسخة المحدثة للقرآن هي: {version}
az: Quran faylının güncəllənən versiyası: {version}
bg: Актуализираната версия на Корана е: {version}
bn: কুরআনের হালনাগাদ ভার্সন হলোঃ {version}
cs: Quran aktualizovaná verze je: {version}
da: Koranen opdateret version er: {version}
de: Koran aktualisierte Version ist: {version}
es: La versión actualizada del Corán es: {version}
fa: نسخه به روز شده قرآن: {version}
fi: Quran päivitetty versio on: {version}
fr: La version mise à jour du Coran est : {version}
hi: कुरान का अद्यतन संस्करण है: {version}
hu: A Korán frissített változata: {version}
id: Versi terbaru Al-Quran adalah: {version}
it: La versione aggiornata del Corano è: {version}
ja: クルアーンの最新バージョンは: {version}
ku: کۆتا نوێکردنەوەی قورئان بریتییە لە: {version}
ms: Versi al-Quran yang dikemas kini ialah: {version}
nl: Bijgewerkte versie van de Koran is: {version}
pa: قرآن دا اپ ڈیٹ شدہ ورژن اے: {version}
pl: Zaktualizowana wersja Qurana to: {version}
pt: A nova versão do alcorão é: {version}
ro: Quran actualizat versiunea este: {version}
sq: Versioni i përditësuar i Kur'anit është: {version}
th: เวอร์ชันที่อัปเดตของอัลกุรอานคือ: {version}
ug: يېڭىلانغان قۇرئاننىڭ نەشرى: {version}
uk: Оновлена версія Курану: {version}
ur: قرآن کا تازہ ترین ورژن ہے: {version}
vi: Versioni i përditësuar i Kuranit është: {version}

source: Quran is updated
ar: تم تحديث القرآن
az: Quran faylı güncəlləndi
bg: Коранът е актуализиран
bn: কুরআন হালনাগাদ হয়েছে
cs: Quran je aktualizován
da: Koranen er opdateret
de: Koran wurde aktualisiert
es: Corán actualizado
fa: قرآن به روز می شود
fi: Koraani on päivitetty
fr: Le Coran est mis à jour
hi: कुरान अद्यतन है
hu: A Korán frissítve
id: Al-Quran adalah yang terbaru
it: Il Corano è aggiornato
ja: クルアーンが更新されました
ku: قورئان نوێکرایەوە
ms: Al-Quran telah dikemaskini
nl: Koran wordt bijgewerkt
pa: قرآن اپ ڈیٹ شدہ اے
pl: Kuran został zaktualizowany
pt: O alcorão foi atualizado
ro: Coran este actualizat
sq: Kur'ani është përditësuar
th: เลือกหน้า
ug: قۇرئان يېڭىلانغان
uk: Куран оновлено
ur: قرآن کو اپ ڈیٹ کیا گیا ہے۔
vi: Kurani është përditësuar
zh: Quran 已更新

source: Quran downloaded
ar: تم تحميل القرآن
az: Quran endirildi
bg: Изтегляне на Коран
bn: কুরআন ডাউনলোড হয়েছে
cs: Quran stažen
da: Koranen blev downloadet
de: Koran heruntergeladen
es: Corán descargado
fa: قرآن دانلود شد
fi: Quran ladattu
fr: Le Coran est téléchargé
hi: कुरान डाउनलोड किया गया
hu: A Korán letöltve
id: Al-Quran yang diunduh
it: Corano scaricato
ja: クルアーンがダウンロードされました
ku: قورئان داگیرا بە سەرکەوتویی
ms: Al-Quran dimuat turun
nl: Koran gedownload
pa: قرآن ڈاؤن لوڈ ہو گیا اے
pl: Pobrano Quran
pt: Alcorão baixado
ro: Coran descărcat
sq: Kur'ani u shkarkua
th: ดาวน์โหลดคัมภีร์อัลกุรอานแล้ว
ug: قۇرئان چۈشۈرۈلدى
uk: Куран завантажено
ur: قرآن پاک ڈاؤن لوڈ کیا گیا ہے۔
vi: Kurani u shkarkua
zh: Quran 已下载

source: Quran is already downloaded
ar: القرآن الكريم تم تحميله بالفعل
az: Quran artıq endirilib
bg: Коранът вече е изтеглен
bn: কুরআন ইতিমধ্যেই ডাউনলোড করা হয়েছে
cs: Quran je již stažen
da: Koranen er allerede downloadet
de: Koran wurde bereits heruntergeladen
es: El Corán ya se ha descargado
fa: قرآن قبلا دانلود شده است
fi: Quran on jo ladattu
fr: Le Coran est déjà téléchargé
hi: कुरान पहले ही डाउनलोड हो चुका है
hu: A Korán már le van töltve
id: Al-Quran sudah diunduh
it: Il Corano è già scaricato
ja: クルアーンは既にダウンロードされています
ku: قورئان پێشتر داگیراوە
ms: Al-Quran sudah dimuat turun
nl: Koran is al gedownload
pa: قرآن پہلاں ای ڈاؤن لوڈ کیتا ہوا اے
pl: Kuran jest już pobrany
pt: O alcorão já foi baixado
ro: Coran este deja descărcat
sq: Kur'ani është shkarkuar tashmë
th: คัมภีร์อัลกุรอานถูกดาวน์โหลดแล้ว
ug: قۇرئان ئاللىبۇرۇن چۈشۈرۈلدى
uk: Куран вже завантажений
ur: قرآن پہلے ہی ڈاؤن لوڈ ہے۔
vi: Kurani është shkarkuar tashmë
zh: Quran 已经下载

source: Choose Reciter
ar: اختر القارئ
az: Qiraətçini seç
bg: Изберете четец
bn: তেলাওয়াতকারি নির্বাচন করুন
cs: Vybrat Reciter
da: Vælg Modtager
de: Reziter auswählen
es: Elegir recetario
fa: قاری قران را انتخاب کنید
fi: Valitse Reciter
fr: Choisir un récitateur
hi: वाचक चुनें
hu: Válassz recitálót
id: Pilih Pembaca
it: Scegli Recitatore
ja: 再入力を選択
ku: قورئانخوێن هەڵبژێرە
ms: Pilih Qari
nl: Kies Reciter
pa: قاری منتخب کرو
pl: Wybierz motyw
pt: Selecionar recitador
ro: Alege Reciter
sq: Zgjidhni Recituesin
th: เลือกผู้อ่าน
ug: قارى تاللىنىدۇ
uk: Оберіть читця
ur: تلاوت کرنے والے کا انتخاب کریں۔
vi: Zgjidhni Recituesin
zh: 选择接收者

source: Recite Type
ar: نوع التلاوة
az: Qiraət növü
bg: Тип четене
bn: তেলাওয়াতের ধরন
fa: نوع تلاوت
fr: Type de récitation
hi: पाठ प्रकार
hu: Recitálás típusa
id: Jenis Baca
it: Tipo di recitazione
ku: شێوازی خوێندنەوە
ms: Jenis Mengaji
pa: تلاوت دی قسم
pt: Tipo de recitação
sq: Lloji i recitimit
th: ประเภทท่อง
ug: قارى تۈرى
uk: Тип читання
ur: تلاوت کی قسم
vi: Lloji i recitimit

# readingMode
source: I want to read
ar: أريد أن أقرأ
az: Oxumaq istəyirəm
bg: Искам да чета
bn: পড়তে চাই
cs: Chci přečíst
da: Jeg ønsker at læse
de: Ich möchte lesen
es: Quiero leer
fa: من می خواهم مطالعه کنم
fi: Haluan lukea
fr: Je veux lire
hi: मैं पढ़ना चाहता हूं
hu: Szeretnék olvasni
id: Saya ingin membaca
it: Voglio leggere
ja: 読みたいです
ku: خوێندنەوە
ms: Saya ingin mengaji
nl: Ik wil lezen
pa: میں پڑھنا چاہندا/چاہندی آں
pl: Chcę przeczytać
pt: Ler
ro: Vreau să citesc
th: อ่านอัลกุรอาน
ug: ئوقۇيمەن
uk: Я хочу читати
ur: میں پڑھنا چاہتا ہوں۔
vi: dua të lexoj
zh: 我想阅读一下。

# listeningMode
source: I want to listen
ar: أريد أن أستمع
az: Dinləmək istəyirəm
bg: Искам да слушам
bn: শুনতে চাই
cs: Chci naslouchat
da: Jeg ønsker at lytte
de: Ich möchte zuhören
es: Quiero escuchar
fa: من میخواهم گوش کنم
fi: Haluan kuunnella
fr: Je veux écouter
hi: मैं सुनना चाहता हूँ
hu: Szeretnék hallgatni
id: Saya ingin mendengarkan
it: Voglio ascoltare
ja: 聞きたいです
ku: گوێ لێگرتن
ms: Saya ingin mendengar
nl: Ik wil luisteren
pa: میں سننا چاہندا/چاہندی آں
pl: Chcę słuchać
pt: Ouvir
ro: Vreau să ascult
sq: Unë dua të dëgjoj
th: ฟังกุรอาน
ug: تىڭشايمەن
uk: Я хочу послухати
ur: میں سننا چاہتا ہوں۔
vi: Unë dua të dëgjoj
zh: 我想要收听的

# quranReadingPage
source: Page {leftPage} - {rightPage} / {totalPages}
ar: الصفحة {leftPage} - {rightPage} / {totalPages}
az: Səhifə {leftPage} - {rightPage}/{totalPages}
bg: Страница {leftPage} - {rightPage} / {totalPages}
bn: পৃষ্ঠা {leftPage} - {rightPage} / {totalPages}
cs: Strana {leftPage} - {rightPage} / {totalPages}
da: Side {leftPage} - {rightPage} / {totalPages}
de: Seite {leftPage} - {rightPage} / {totalPages}
es: Página {leftPage} - {rightPage} / {totalPages}
fa: صفحه {leftPage} - {rightPage} / {totalPages}
fi: Sivu {leftPage} - {rightPage} / {totalPages}
hi: पेज {leftPage} - {rightPage} / {totalPages}
hu: Oldal {leftPage} - {rightPage} / {totalPages}
id: Halaman {leftPage} - {rightPage} / {totalPages}
it: Pagina {leftPage} - {rightPage} / {totalPages}
ja: ページ {leftPage} - {rightPage} / {totalPages}
ku: پەڕەی {leftPage} - {rightPage} / {totalPages}
ms: Halaman {leftPage}-{rightPage}/{totalPages}
nl: Pagina {leftPage} - {rightPage} / {totalPages}
pa: صفحہ {leftPage} - {rightPage} / {totalPages}
pl: Strona {leftPage} - {rightPage} / {totalPages}
pt: Página {leftPage} - {rightPage} / {totalPages}
ro: {leftPage} - {rightPage} / {totalPages}
sq: Faqja {leftPage} - {rightPage} / {totalPages}
th: หน้า{leftPage}{rightPage}{totalPages}
ug: بەت {leftPage} - {rightPage} / {totalPages}
uk: Сторінка {leftPage} - {rightPage} / {totalPages}
ur: صفحہ {leftPage} - {rightPage} / {totalPages}
vi: Faqja {leftPage} - {rightPage} / {totalPages}

# quranReadingPagePortrait
source: Page {currentPage} / {totalPages}
ar: الصفحة {currentPage} / {totalPages}
az: Səhifə {currentPage} - {totalPages}/
bg: Страница {currentPage} - {totalPages}
bn: পৃষ্ঠা {currentPage} / {totalPages}
cs: Strana {currentPage} / {totalPages}
da: Side {currentPage} / {totalPages}
de: Seite {currentPage} / {totalPages}
es: Página {currentPage} / {totalPages}
fi: Sivu {currentPage} / {totalPages}
hu: Oldal {currentPage} / {totalPages}
it: Pagina {currentPage} / {totalPages}
ja: ページ {currentPage} / {totalPages}
nl: Pagina {currentPage} / {totalPages}
pl: Strona {currentPage} / {totalPages}
pt: Página {currentPage} / {totalPages}
ro: {currentPage} / {totalPages}
sq: Faqe {currentPage} / {totalPages}
ug: بەت {currentPage} / {totalPages}
uk: Сторінка {currentPage} / {totalPages}

# chooseQuranPage
source: Choose the page
ar: اختر الصفحة
az: Səhifəni seç
bg: Изберете страница
bn: পৃষ্ঠা নির্বাচন করুন
cs: Vyberte stránku
da: Vælg siden
de: Seite auswählen
es: Elija la página
fa: صفحه را انتخاب کنید
fi: Valitse sivu
fr: Choisir une page
hi: पेज चुनें
hu: Válaszd ki az oldalt
id: Pilih halaman
it: Scegli la pagina
ja: ページを選択
ku: پەڕە هەڵبژێرە
ms: Pilih halaman
nl: Kies de pagina
pa: صفحہ منتخب کرو
pl: Wybierz stronę
pt: Escolher página
ro: Alege pagina
sq: Zgjidhni faqen
th: เลือกหน้า
ug: بەت تاللىنىدۇ
uk: Оберіть сторінку
ur: صفحہ منتخب کریں۔
vi: Zgjidhni faqen
zh: 选择页面

source: Checking for updates...
ar: جاري التحقق من التحديثات...
az: Güncəlləmələr yoxlanılır...
bg: Проверка за актуализации...
bn: হালনাগাদ এর জন্য অনুসন্ধান চলমান...
cs: Kontrola aktualizací...
da: Søger efter opdateringer...
de: Suche nach Updates...
es: Buscando actualizaciones...
fi: Tarkistetaan päivityksiä...
fr: Vérification des mises à jour...
hi: अपडेट के लिए जांच कर रहा है...
hu: Frissítések keresése...
id: Memeriksa pembaruan
it: Controllo aggiornamenti in corso...
ja: アップデートを確認しています...
ku: گەڕان بۆ نوێکردنەوە...
nl: Controleren op updates...
pl: Sprawdzanie aktualizacji...
pt: Verificando por atualizações...
ro: Se caută actualizări...
sq: Po kontrollon për përditësime...
th: กำลังตรวจสอบการอัปเดต...
ug: يېڭىلاشنى تەكشۈرۈۋاتىدۇ…
uk: Перевірка оновлень...
ur: اپ ڈیٹس کی جانچ ہو رہی ہے...
vi: Po kontrollon për përditësime...
zh: 正在检查更新...

# chooseQuranType
source: Choose quran
ar: إختر الرواية
az: Quranı seç
bg: Изберете Коран
bn: কুরআন নির্বাচন করুন
cs: Vyberte quran
da: Vælg quran
de: Koran auswählen
es: Elegir quran
fi: Valitse quran
fr: Choisir quran
hi: कुरान चुनें
hu: Válasszál Koránt
it: Scegli corano
ja: コーランを選択
ku: قورئان هەڵبژێرە
nl: Kies quran
pl: Wybierz quran
pt: Escolher alcorão
ro: Alege quran
sq: Zgjidhni Kur'anin
th: เลือกอัลกุรอาน
ug: قۇرئان تاللىنىدۇ
uk: Оберіть Куран
ur: قرآن کا انتخاب کریں۔
vi: Zgjidhni Kuranin
zh: 选择quran

source: Hafs
ar: حفص
bg: Хафс
bn: হাফস
cs: Háky
da: Vaner
de: Haft
fi: Hafat
hi: हफ्स
hu: Hafsz
ja: ハフ
ku: حفص
pl: Kawałki
ro: Hafe
th: กีรออาตฮัฟซ์
ug: تەجۋىدلىك قۇرئان (ھافز)
uk: Хафс
ur: حفص
zh: 哈夫斯

source: Warsh
ar: ورش
bg: Уарш
bn: ওয়ারশ
de: Warsch
es: Bravo
fr: Warch
hi: वारश
hu: Wars
ku: ورش
nl: Oorlog
pl: Odrzut
ro: Alertă
sq: Versh
th: กีรออาตวารัช
ug: تەجۋىدلىك قۇرئان (ۋارش)
uk: Уарш
ur: وارش
vi: Versh
zh: 瓦尔什文

source: Favorites
ar: المفضلة
az: Sevimlilər
bg: Любими
bn: প্রিয়
cs: Oblíbené položky
da: Favoritter
de: Favoriten
es: Favoritos
fi: Suosikit
fr: Favoris
hi: पसंदीदा
hu: Kedvencek
it: Preferiti
ja: お気に入り
ku: دڵخوازەکان
nl: Favoriten
pl: Ulubione
pt: Favoritos
ro: Favorite
th: รายการโปรด
ug: يىغقۇچ
uk: Вибране
ur: پسندیدہ
vi: Të preferuarat
zh: 收藏

source: All Reciters
ar: كل القُراء
az: Bütün qiraətçilər
bg: Всички четци
bn: সকল তেলাওয়াতকারিগন
cs: Všichni čtenáři
da: Alle Reciters
de: Alle Leser
es: Todos los recetarios
fi: Kaikki Lähettimet
fr: Tous les Réciteurs
hi: सभी पाठक
hu: Minden recitáló
it: Tutti I Recitatori
ja: すべてのリサイター
ku: هەموو قورئان خوێنەکان
nl: Alle Reciters
pl: Wszystkie Motywy
pt: Todos os recitadores
ro: Toate Reciterele
sq: Të gjithë Recituesit
th: ผู้อ่าน
ug: بارلىق قارىلار
uk: Всі читці
ur: تمام تلاوت کرنے والے
vi: Të gjithë Recituesit
zh: 所有Reciter

# reciterAddedToFavorites
source: Reciter {name} added to favorites
ar: تمت إضافة المقرئ {name} إلى المفضلة
az: {name} qiraətçisi sevimlilərə əlavə edildi
bg: Reciter {name} добавен към любими
bn: কারী {name} কে আপনার প্রিয় তালিকায় যুক্ত করা হয়েছে
cs: Reciter {name} přidán do oblíbených
da: Reciter {name} føjet til favoritter
de: Reziter {name} zu den Favoriten hinzugefügt
es: Reciter {name} añadido a favoritos
fi: Reciter {name} lisätty suosikeihin
fr: Le réciteur {name} a été ajouté aux favoris
hi: वाचक {name} को पसंदीदा में जोड़ा गया
hu: Recitáló {name} hozzáadva a kedvencekhez
it: Recitatore {name} aggiunto ai preferiti
ja: Reciter {name} がお気に入りに追加されました
ku: قورئانخوێن {name} زیادکرا بۆ بەشی دڵخوازەکان
nl: Reciter {name} toegevoegd aan favorieten
pl: Reciter {name} dodany do ulubionych
pt: Recitador {name} adicionado aos favoritos
ro: Reciter {name} adăugat la favorite
sq: Recituesi {name} u shtua në të preferuarat
th: เพิ่มผู้อ่าน {name} ในรายการโปรดแล้ว
ug: يىغقۇچقا {name} قارى قوشۇلدى
uk: Чтець {name} доданий до обраних
ur: تلاوت کرنے والے {name} کو پسندیدہ میں شامل کیا گیا۔
vi: Recituesi {name} u shtua në të preferuarat

# reciterRemovedFromFavorites
source: Reciter {name} removed from favorites
ar: تمت إزالة المقرئ {name} من المفضلة
az: {name} qiraətçisi sevimlilərdən silindi
bg: Reciter {name} премахнат от любими
bn: কারী {name} কে আপনার প্রিয় তালিকা থেকে বাদ দেয়া হয়েছে
cs: Reciter {name} odebrán z oblíbených
da: Reciter {name} fjernet fra favoritter
de: Reziter {name} aus den Favoriten entfernt
es: Reciter {name} eliminado de favoritos
fi: Reciter {name} poistettu suosikeista
fr: Le réciteur {name} a été retiré des favoris
hi: वाचक {name} को पसंदीदा से हटा दिया गया
hu: Recitáló {name} eltávolítva a kedvencek közül
it: Recitatore {name} rimosso dai preferiti
ja: Reciter {name} がお気に入りから削除されました
ku: قورئانخوێن {name} لابرا لە بەشی دڵخوازەکان
nl: Reciter {name} verwijderd uit favorieten
pl: Usunięto Reciter {name} z ulubionych
pt: Recitador {name} removido dos favoritos
ro: Reciter {name} a fost eliminat de la favorite
sq: Recituesi {name} u hoq nga të preferuarat
th: ผู้อ่าน {name} ถูกลบออกจากรายการโปรด
ug: يىغقۇچتىن {name} قارى چىقىرىۋېتىلدى
uk: Чтець {name} видалено з обраних
ur: تلاوت کرنے والے {name} کو پسندیدہ سے ہٹا دیا گیا۔
vi: Recituesi {name} u hoq nga të preferuarat

# noFavoriteReciters
source: No favorite reciters. Try adding one to the list
ar: لا يوجد مقرئون مفضلون. حاول إضافة واحد إلى القائمة
az: Sevimli qiraətçiniz yoxdur. Birini siyahıya əlavə edin
bg: Няма любими рецитатори. Опитайте се да добавите някой в списъка
bn: পছন্দের কোনো তেলাওয়াতকারি নেই। একজন কে তালিকায় যোগ করুন
cs: Žádné oblíbené čtenáře. Zkuste přidat jeden do seznamu
da: Ingen foretrukne reciters. Prøv at tilføje en til listen
de: Keine Lieblings-Reziter. Versuche einen zur Liste hinzuzufügen
es: No hay recetarios favoritos. Intenta añadir uno a la lista
fi: Ei suosikkitunnisteita. Yritä lisätä yksi listaan
fr: Aucun réciteur préféré. Essayez d'en ajouter un à la liste
hi: कोई पसंदीदा पाठक नहीं. सूची में एक जोड़ने का प्रयास करें
hu: Nincsenek kedvenc recitálók. Próbálj hozzáadni egyet a listához
it: Nessun recitatore preferito. Prova ad aggiungerne uno alla lista
ja: お気に入りのリサイターはありません。リストに追加してみてください
ku: هیچ قورئانخوێنێکی دڵخواز بونی نیە. دانەیەک زیاد بکە
nl: Geen favoriete reciters. Probeer er één toe te voegen aan de lijst
pl: Brak ulubionych motywów. Spróbuj dodać jeden do listy
pt: Nenhum recitador favorito. Primeiramente adicione um à lista.
ro: Niciun reciter favorit. Încearcă să adaugi unul la listă
sq: Nuk ka recitues të preferuar. Provoni të shtoni një në listë
th: ไม่มีผู้อ่านที่ชื่นชอบ ลองเพิ่มรายการหนึ่งรายการ
ug: ياقتۇرىدىغان قارى يوق. تىزىمغا بىرنى قوشۇشنى سىناڭ
uk: Немає улюблених читців. Спробуйте додати одного до списку
ur: کوئی پسندیدہ تلاوت کرنے والا نہیں۔ فہرست میں ایک شامل کرنے کی کوشش کریں۔
vi: Nuk ka recitues të preferuar. Provoni të shtoni një në listë
zh: 没有收藏的最近版。请尝试在列表中添加一个

# noReciterSearchResult
source: No results found for your search
ar: لم يتم العثور على نتائج لبحثك
az: Axtarışınız nəticə vermədi
bg: Не са намерени резултати за вашето търсене
bn: আপনার অনুসন্ধানের জন্য কোনো ফলাফল পাওয়া যায়নি
cs: Nebyly nalezeny žádné výsledky pro vaše hledání
da: Ingen resultater fundet for din søgning
de: Keine Ergebnisse für Ihre Suche gefunden
es: No se han encontrado resultados para su búsqueda
fi: Hakuasi ei löytynyt tuloksia
fr: Aucun résultat trouvé pour votre recherche.
hu: Nincs találat a keresésedre
it: Nessun risultato trovato per la tua ricerca
ja: 検索結果が見つかりませんでした
nl: Geen resultaten gevonden voor uw zoekopdracht
pl: Nie znaleziono wyników wyszukiwania
pt: Nenhum resultado encontrado para sua busca
ro: Nu au fost găsite rezultate pentru căutarea ta
sq: Nuk u gjetën rezultate për kërkimin tuaj
ug: ئىزدىشىڭىزگە ماس كېلىدىغان ھېچقانداق نەتىجە يوق
uk: Нічого не знайдено по вашому запиту
zh: 没有找到您搜索的结果

# searchForReciter
source: Search for a reciter
ar: ابحث عن قارئ
az: Bir qiraətçi axtar
bg: Търсене на джамия
bn: তেলাওয়াতকারির সন্ধান করুন
cs: Hledat reproduktor
da: Søg efter en reciter
de: Suche nach einem Reziter
es: Buscar un reciter
fi: Etsi reciteria
fr: Chercher un réciteur
hu: Recitáló keresése
it: Cerca un recitatore
ja: リサイターを検索
nl: Zoek naar een reciter
pl: Szukaj motywu
pt: Buscar recitador
ro: Caută un reciter
sq: Kërko recituesin
ug: قارى ئىزدەيدۇ
uk: Пошук читця
zh: 搜寻一名累计者

# downloadAllSuwarSuccessfully
source: The whole quran is downloaded
ar: تم تحميل القرآن الكريم كاملاً
az: Bütün Quran endirildi
bg: Свещеният Коран е свален
bn: সম্পূর্ণ কুরআন ডাউনলোড হয়েছে
cs: Je stažen celý quran
da: Hele quranen er hentet
de: Der gesamte Quran wird heruntergeladen
es: Todo el quran se ha descargado
fi: Koko quran ladataan
fr: Tout le Coran est téléchargé
hu: A teljes Korán letöltődött
it: L'intero corano è stato scaricato
ja: コーラン全体がダウンロードされました
nl: De hele quran is gedownload
pl: Cały quran jest pobierany
pt: O alcorão inteiro foi baixado
ro: Întregul quran este descărcat
sq: Komplet Kur'ani është shkarkuar
ug: پۈتكۈل قۇرئان چۈشۈرۈلدى
uk: Увесь Куран завантажений
zh: 整个quran已下载
