Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

# wifiSuccess
source: Successfully connected to Wifi.
ar: تم الاتصال بشبكة Wifi بنجاح.
az: Uğurla Wi-Fi-ya bağlandı.
bg: Успешно се свързахте с Wi-Fi.
bn: ওয়াইফাইয়ে সফলভাবে সংযুক্ত হয়েছে
cs: Úspěšně připojeno k síti Wifi.
da: Forbindelse succesfuldt til Wifi.
de: Erfolgreich mit WLAN verbunden.
es: Conectado con éxito a Wifi.
fa: با موفقیت به Wifi متصل شد.
fi: Yhdistäminen Wifiin onnistui.
fr: Connexion au Wi-Fi réussie.
hi: वाईफ़ाई से सफलतापूर्वक कनेक्ट किया गया.
hu: Sikeresen csatlakozott a WiFi-hez.
id: Berhasil tersambung ke Wifi.
it: Connesso con successo a WiFi.
ja: Wi-Fiに接続しました。
ku: بە سەرکەوتووی پەیوەست بوویت بە هێڵی ئینتەرنێتەوە.
ms: Berjaya sambung ke Wifi.
nl: Succesvol verbonden met Wifi.
pa: کامیابی نال وائی فائی نال جُڑ گئے او۔
pl: Pomyślnie połączono z Wifi.
pt: Conectado à rede com sucesso.
ro: Conectat cu succes la Wifi.
sq: U lidh me sukses me Wi-Fi.
th: เชื่อมต่อกับ Wifi สำเร็จแล้ว
ug: Wifi غا مۇۋەپپەقىيەتلىك باغلاندى.
uk: Успішне підключення до Wi-Fi.
ur: وائی فائی سے کامیابی کے ساتھ منسلک ہو گیا۔.
vi: Uspješno povezan na WiFi.
zh: 连接到 Wifi 成功。

# wifiFailure
source: Failed to connect to Wifi.
ar: فشل الاتصال بشبكة الإنترنت.
az: Wi-Fi-a bağlanmadı.
bg: Не успяхте да се свържете с Wifi.
bn: ওয়াইফাইয়ে সংযুক্ত হতে ব্যর্থ হয়েছে
cs: Nepodařilo se připojit k Wifi.
da: Kunne ikke forbinde til Wifi.
de: Verbindung mit WLAN fehlgeschlagen.
es: No se pudo conectar a Wifi.
fa: اتصال ناموفق به شبکه وای فای
fi: Yhteyden muodostaminen Wifiin epäonnistui.
fr: Impossible de se connecter au Wifi.
hi: वाईफ़ाई से कनेक्ट करने में विफल
hu: Nem sikerült csatlakozni a Wifi-hez.
id: Gagal tersambung ke Wifi.
it: Impossibile connettersi al Wi-Fi
ja: Wi-Fiに接続できませんでした。
ku: هەڵە ڕویدا لەکاتی پەیوەست بوون بە هێڵی ئینتەرنێتەوە.
ms: Gagal sambung ke Wifi.
nl: Kan geen verbinding maken met Wifi.
pa: وائی فائی نال جُرن وی ناکامی ہوئی اے۔
pl: Nie udało się połączyć z Wifi.
pt: Falhou ao conectar à rede.
ro: Nu s-a reușit conectarea la Wifi.
sq: Lidhja me Wi-Fi dështoi.
th: ไม่สามารถเชื่อมต่อกับ Wifi
ug: Wifi غا باغلىنالمىدى.
uk: Не вдалося приєднатися до Wi-Fi.
ur: Wifi سے منسلک ہونے میں ناکام۔.
vi: Povezivanje na WiFi nije uspjelo.
zh: 连接到 Wifi 失败。

# timezoneSuccess
source: Timezone set successfully.
ar: تم تعيين المنطقة الزمنية بنجاح
az: Saat qurşağı uğurla ayarlandı.
bg: Времевата зона е зададена успешно.
bn: টাইমজোন সফলভাবে সেট হয়েছে
cs: Časové pásmo bylo úspěšně nastaveno.
da: Tidszone sat med succes.
de: Zeitzone erfolgreich gesetzt.
es: Zona horaria establecida con éxito.
fa: منطقه زمانی با موفقیت تنظیم شد.
fi: Aikavyöhyke asetettu onnistuneesti.
fr: Fuseau horaire défini avec succès.
hi: समयक्षेत्र सफलतापूर्वक सेट हो गया
hu: Időzóna sikeresen beállítva.
id: Zona waktu berhasil ditetapkan.
it: Fuso orario impostato con successo.
ja: タイムゾーンの設定に成功しました。
ku: ناوچەی کات بەسەرکەوتووی دیاری کرا.
ms: Zon waktu berjaya ditetapkan.
nl: Tijdzone met succes ingesteld.
pa: کامیابی نال ٹائم زون سیٹ ہو گیا اے۔
pl: Strefa czasowa ustawiona pomyślnie.
pt: Fuso horário definido com sucesso.
ro: Fusul orar setat cu succes.
sq: Zona kohore u caktua me sukses.
th: ตั้งค่าเขตเวลาเรียบร้อยแล้ว
ug: ۋاقىت رايونى مۇۋەپپەقىيەتلىك تەڭشەلدى.
uk: Часовий пояс успішно встановлено.
ur: ٹائم زون کامیابی سے سیٹ ہو گیا۔.
vi: Vremenska zona je uspješno postavljena.
zh: 时区设置成功。

# timezoneFailure
source: Failed to set timezone.
ar: فشل في تعيين المنطقة الزمنية
az: Saat qurşağı ayarlanmadı.
bg: Не успяхте да зададете времева зона.
bn: টাইমজোন সেট করতে ব্যর্থ হয়েছে
cs: Nastavení časového pásma se nezdařilo.
da: Kunne ikke indstille tidszone.
de: Zeitzone konnte nicht gesetzt werden.
es: Error al establecer zona horaria.
fa: تنظیم منطقه زمانی انجام نشد.
fi: Aikavyöhykkeen asettaminen epäonnistui.
fr: Impossible de définir le fuseau horaire.
hi: समयक्षेत्र निर्धारित करने में विफल
hu: Nem sikerült beállítani az időzónát.
id: Gagal mengatur zona waktu.
it: Impossibile impostare il fuso orario.
ja: タイムゾーンの設定に失敗しました。
ku: هەڵە ڕویدا لە دیاریکردنی ناوچەی کات.
ms: Gagal menetapkan zon waktu.
nl: Fout bij het instellen van de tijdzone.
pa: ٹائم زون سیٹ کرن وچ ناکامی ہوئی اے۔
pl: Nie udało się ustawić strefy czasowej.
pt: Falhou ao definir fuso horário.
ro: Setarea fusului orar a eșuat.
sq: Vendosja e zonës kohore dështoi.
th: ไม่สามารถตั้งค่าเขตเวลาได้
ug: ۋاقىت رايونىنى تەڭشىيەلمىدى.
uk: Не вдалося встановити часовий пояс.
ur: ٹائم زون سیٹ کرنے میں ناکام۔.
vi: Postavljanje vremenske zone nije uspjelo.
zh: 设置时区失败。

# screenLock
source: Screen on/off
ar: تشغيل/إيقاف الشاشة
az: Ekranı aç/bağla
bg: Екран включен/изключен
bn: স্ক্রিন চালু/বন্ধ
cs: Zapnout/vypnout obrazovku
da: Skærm til/fra
de: Bildschirm an/aus
es: Pantalla encendida/apagada
fa: روشن/خاموش صفحه نمایش
fi: Näyttö päälle/pois
fr: Allumer/éteindre l'écran
hi: स्क्रीन चालू/बंद
hu: Képernyő be/ki kapcsolás
id: Layar hidup/mati
it: Accensione/spegnimento dello schermo
ja: 画面のオン/オフ
ku: هەڵکردن/گوژاندنەوە ی ڕوونما
ms: Paparan hidup/mati
nl: Scherm aan/uit
pa: اسکرین آن/آف کرو
pl: Ekran włączony/wyłączony
pt: Ligar/desligar tela
ro: Ecran pornit/oprit
sq: Ekrani on/off
th: เปิด/ปิดหน้าจอ
ug: ئېكران ئوچۇق/تاقاق
uk: Екран увімк/вимк
ur: اسکرین آن/آف
vi: Uključivanje/isključivanje ekrana
zh: 屏幕开/关

# screenLockConfig
source: Configure screen on/off
ar: تهيئة تشغيل/إيقاف تشغيل الشاشة
az: Ekranı aç/bağla konfiqurasiyası
bg: Конфигуриране на включването/изключването на екрана
bn: স্ক্রিন চালু/বন্ধ কনফিগার করুন
cs: Nastavit zapnout/vypnout obrazovku
da: Konfigurér skærm til/fra
de: Bildschirm an/aus konfigurieren
es: Configurar pantalla encendida/apagada
fa: روشن/خاموش صفحه نمایش را پیکربندی کنید
fi: Aseta näyttö päälle/pois
fr: Configurer l'allumage/l'extinction de l'écran
hi: स्क्रीन को चालू/बंद कॉन्फ़िगर करें
hu: A képernyő be-/kikapcsolásának beállítása
id: Mengonfigurasi layar hidup/mati
it: Configura schermo acceso/spento
ja: 画面のオン/オフを設定
ku: رێکخستنی هەڵکردن/گوژاندنەوە ی ڕوونما
ms: Konfigurasikan paparan hidup/mati
nl: Configureer scherm aan/uit
pa: اسکرین آن/آف کرن نوں ترتیب دیوو
pl: Skonfiguruj ekran włączony/wyłączony
pt: Ajustar tela para ligar/desligar
ro: Configurare ecran pornit/oprit
sq: Konfiguro ndezjen/fikjen e ekranit
th: กำหนดค่าการเปิด/ปิดหน้าจอ
ug: سەپلىمە ئېكران ئوچۇق/تاقاق
uk: Налаштувати екран увімк/вимк
ur: اسکرین کو آن/آف ترتیب دیں۔
vi: Konfigurišite ekran za uključivanje/isključivanje
zh: 配置屏幕开启/关闭

# screenLockMode
source: Screen on/off mode
ar: وضع تشغيل/إيقاف الشاشة
az: Ekranı aç/bağla rejimi
bg: Режим на включване/изключване на екрана
bn: স্ক্রিন চালু/বন্ধ মোড
cs: Zapnout/vypnout obrazovku
da: Skærm til/fra tilstand
de: Bildschirm an/aus Modus
es: Modo de encendido/apagado
fa: حالت روشن/خاموش صفحه نمایش
fi: Näyttö päälle/pois päältä -tila
fr: Mode on/off de l'écran
hi: स्क्रीन चालू/बंद मोड
hu: Képernyő be-/kikapcsolási mód
id: Mode hidup/mati layar
it: Modalità accensione/spegnimento dello schermo
ja: 画面オン/オフモード
ku: دۆخی هەڵکردن/گوژاندنەوە ی ڕوونما
ms: Mod paparan hidup/mati
nl: Scherm aan/uit modus
pa: اسکرین آن/آف کرن دا موڈ
pl: Tryb włączania/wyłączania ekranu
pt: Modo de tela ligada/desligada
ro: Mod pornire/oprire ecran
sq: Modaliteti i ndezjes/fikjes së ekranit
th: โหมดเปิด/ปิดหน้าจอ
ug: ئېكران ئوچۇق/تاقاق ھالىتى
uk: Режим ввімкнення/вимкнення екрану
ur: اسکرین آن/آف موڈ
vi: Uključivanje/isključivanje ekrana
zh: 屏幕开关模式

# screenLockDesc
source: Turn on/off TV before and after each prayer to save energy
ar: تشغيل/إيقاف الشاشة قبل وبعد كل صلاة لتوفير الطاقة
az: Enerjiyə qənaət etmək üçün hər namazdan əvvəl və sonra TV-ni aç/bağla
bg: Включвайте/изключвайте телевизора преди и след всяка молитва намаз, за да пестите енергия
bn: নামাজের আগে ও পরে টিভি বন্ধ/চালু করুন যেন বিদ্যুৎ সাশ্রয় হয়
cs: Zapnout/vypnout televizor před a po každé modlitbě pro úsporu energie
da: Slå til / fra TV før og efter hver bøn for at spare energi
de: TV vor und nach jedem Gebet ein-/ausschalten, um Energie zu sparen
es: Encender/apagar la TV antes y después de cada oración para ahorrar energía
fa: قبل و بعد از هر نماز تلویزیون را روشن/خاموش کنید تا در مصرف انرژی صرفه جویی کنید
fi: Ota televisio käyttöön/pois käytöstä ennen ja jälkeen jokaisen rukouksen energian säästämiseksi
fr: Allumer/éteindre la TV avant et après chaque prière pour économiser de l'énergie
hi: ऊर्जा बचाने के लिए प्रत्येक प्रार्थना से पहले और बाद में टीवी चालू/बंद करें
hu: Kapcsold be és ki a TV-t minden ima előtt és után az energiatakarékosság érdekében
id: Nyalakan/matikan TV sebelum dan sesudah salat untuk menghemat energi
it: Accendi/spegni la TV prima e dopo ogni preghiera per risparmiare energia.
ja: 各祈りの前後にテレビをオン/オフしてエネルギーを節約します
ku: هەڵکردن/گوژاندنەوە ی ڕوونما پێش و پاشی نوێژەکان بۆ پاراستنی وزە
ms: Hidupkan/matikan TV sebelum dan selepas setiap solat untuk menjimatkan tenaga
nl: Schakel in/uit TV voor en na elke gebed om energie te besparen
pa: بجلی بچاون لئی ہرنماز توں پہلاں ٹی وی نوں آن اتے بعد وچ آف کرو
pl: Włącz/Wyłącz telewizor przed i po każdej modlitwie, aby zaoszczędzić energię
pt: Desligar/ligar televisão antes ou depois de cada oração para economizar bateria/energia.
ro: Pornește/oprește televizorul înainte și după fiecare rugăciune pentru a economisi energie
sq: Ndez/fike televizorin para dhe pas çdo lutjeje për të kursyer energji
th: เปิด/ปิดทีวีก่อนและหลังละหมาดแต่ละครั้งเพื่อประหยัดพลังงาน
ug: ئېنېرگىيە تېجەش ئۈچۈن ھەر نامازدىن ئىلگىرى ۋە كېيىن تېلېۋىزورنى ئېچىپ/تاقايدۇ
uk: Ввімкнення/вимкнення телевізора до і після кожної молитви, щоб зберегти енергію
ur: توانائی بچانے کے لیے ہر نماز سے پہلے اور بعد میں ٹی وی کو آن/آف کریں۔
vi: Uključite/isključite TV prije i poslije svakog namaza, kako biste uštedjeli energiju
zh: 在每次祈祷前后打开/关闭电视以节省能源

# screenLockDesc2
source: This feature turn on/off the device before and after each prayer adhan
ar: هذه ميزة تشغيل/إيقاف الشاشة قبل وبعد كل صلاة أذان
az: Bu özəllik, hər namaz azanından əvvəl və sonra cihazı açır/bağlayır
bg: Тази функция включва/изключва устройството преди и след всеки езан за молитвата намаз
bn: এই ফিচারটি প্রতিটি নামাজের আজানের আগে ও পরে ডিভাইসটি স্বয়ংক্রিয়ভাবে চালু ও বন্ধ করে
cs: Tato funkce zapnout/vypnout zařízení před a po každé modlitbě
da: Denne funktion tænder/slukker enheden før og efter hver bøn adhan
de: Diese Funktion schaltet das Gerät vor und nach jedem Gebetsadhan ein
es: Esta característica enciende/apaga el dispositivo antes y después de cada oración adhan
fa: این ویژگی دستگاه را قبل و بعد از هر اذان نماز روشن/خاموش می کند
fi: Tämä ominaisuus kytketään laitteen päälle ja pois päältä ennen jokaista rukousta ja sen jälkeen
fr: Cette fonctionnalité allume/éteint l'appareil avant et après chaque adhan de prière
hi: यह सुविधा प्रत्येक प्रार्थना अज़ान से पहले और बाद में डिवाइस को चालू/बंद कर देती है
hu: Ez a funkció az eszközt minden imára hívás (adhan) előtt és után be- és kikapcsolja
id: Fitur ini menghidupkan/mematikan perangkat sebelum dan sesudah adzan salat
it: Questa funzione accende/spegne il dispositivo prima e dopo ogni adhan della preghiera.
ja: この機能は、各祈りのアドハンの前後にデバイスをオン/オフします
ku: ئەم دۆخە هەڵدەستێت بە هەڵکردن/گوژاندنەوە ی ڕوونما لە پێش و پاشی کاتەکانی نوێژ
ms: Ciri ini menghidupkan/mematikan peranti sebelum dan selepas setiap azan solat
nl: Deze functie inschakelen/uitschakelen van het apparaat voor en na elke gebed adhan
pa: ایہہ فیچر ڈیوائس نوں ہر نماز دی بانگ توں پہلاں آن اتے بعد وچ آف کر دیندا اے
pl: Ta funkcja włącza/wyłącza urządzenie przed i po każdej modlitwie
pt: Este recurso liga/desliga o dispositivo antes ou depois de cada Azán
ro: Această funcție pornește/oprește dispozitivul înainte și după fiecare rugăciune adhan
sq: Kjo veçori ndiz/fik pajisjen para dhe pas çdo ezani të namazit
th: คุณสมบัตินี้เปิด/ปิดอุปกรณ์ก่อนและหลังการละหมาดอาซานแต่ละครั้ง
ug: بۇ ئىقتىدار ھەر نامازدىكى ئەزاندىن ئىلگىرى ۋە كېيىن ئۈسكۈنىنى ئېچىپ/تاقايدۇ
uk: Ця функція увімк/вимк пристрій перед і після кожного Азану
ur: یہ فیچر ہر نماز کی اذان سے پہلے اور بعد میں ڈیوائس کو آن/آف کرتا ہے۔
vi: Ova funkcija uključuje/isključuje uređaj prije i poslije svakog namaza
zh: 这个功能在每个祈祷者到场前后开启/关闭设备

# before
source: minutes before each prayer time
ar: الدقائق قبل كل صلاة
az: dəqiqə əvvəl (hər namaz vaxtında)
bg: минути преди всяка молитва намаз
bn: প্রতিটি নামাজের সময়ের কয়েক মিনিট আগে
cs: minuty před každým časem modlitby
da: minutter før hver bøn-tid
de: Minuten vor jeder Gebetszeit
es: minutos antes de cada hora de oración
fa: دقیقه قبل از هر وقت نماز
fi: minuuttia ennen jokaista rukousaikaa
fr: minutes avant chaque heure de prière
hi: प्रत्येक प्रार्थना समय से कुछ मिनट पहले
hu: imaidőig hátra lévő percek
id: menit sebelum setiap waktu sholat
it: Minuti prima di ogni preghiera
ja: 祈りの時間の1分前
ku: خولەک پێش هەر کاتێکی نوێژ
ms: minit sebelum setiap waktu solat
nl: minuten voor elke gebed tijd
pa: ہر نماز دے ویلے توں پہلاں دے منٹس
pl: minuty przed każdą modlitwą
pt: minutos antes de cada oração
ro: Cu câteva minute înainte de fiecare dată de rugăciune
sq: minuta para çdo kohe të namazit
th: นาทีก่อนเวลาละหมาดแต่ละครั้ง
ug: ھەر ناماز ۋاقتىدىن ئىلگىرىكى مىنۇت
uk: хвилин до кожного часу молитви
ur: ہر نماز کے وقت سے چند منٹ پہلے
vi: minuta prije svakog namaza
zh: 每次祈祷前的分钟

# after
source: minutes after each prayer time
ar: الدقائق بعد كل صلاة
az: dəqiqə sonra (hər namaz vaxtında)
bg: минути след всяка молитва намаз
bn: প্রতিটি নামাজের সময়ের কয়েক মিনিট পরে
cs: minuty po každém čase modlitby
da: minutter efter hver bøn-tid
de: Minuten nach jeder Gebetszeit
es: minutos después de cada tiempo de oración
fa: دقیقه بعد از هر وقت نماز
fi: minuutit jokaisen rukouksen ajan jälkeen
fr: minutes après chaque heure de prière
hi: प्रत्येक प्रार्थना समय के कुछ मिनट बाद
hu: percek minden imaidő után
id: menit setelah setiap waktu sholat
it: Minuti dopo ogni preghiera
ja: 祈りの時間のたびに
ku: خولەک پاش هەر کاتێکی نوێژ
ms: minit selepas setiap waktu solat
nl: minuten na elke gebed tijd
pa: ہر نماز دے ویلے توں بعد دے منٹس
pl: minuty po każdej modlitwie
pt: minutos depois de cada oração
ro: minute după fiecare timp de rugăciune
sq: minuta pas çdo kohe të namazit
th: นาทีหลังเวลาละหมาดแต่ละครั้ง
ug: ھەر ناماز ۋاقتىدىن كېيىنكى مىنۇت
uk: хвилин після кожного часу молитви
ur: ہر نماز کے وقت کے چند منٹ بعد
vi: minuta nakon svakog namaza
zh: 每次祈祷后的分钟

source: Update available
ar: التحديث متاح
az: Güncəlləmə mövcuddur
bg: Налични са актуализации
bn: আপডেট আছে
cs: K dispozici je aktualizace
da: Opdatering tilgængelig
de: Update verfügbar
es: Actualización disponible
fa: به روز رسانی موجود است
fi: Päivitys saatavilla
fr: Mise à jour disponible
hi: उपलब्ध अद्यतन
hu: Frissítés elérhető
id: Pembaruan tersedia
it: Aggiornamento disponibile
ja: アップデートがあります
ku: نوێکردنەوە بەردەستە
ms: Kemaskini ada
nl: Update beschikbaar
pa: اپ ڈیٹ دستیاب اے
pl: Dostępna aktualizacja
pt: Atualização disponível
ro: Actualizare disponibilă
sq: Përditësimi në dispozicion
th: อัปเดตพร้อมใช้งาน
ug: يېڭىلانما بار
uk: Доступне оновлення
ur: اپ ڈیٹ دستیاب ہے۔
vi: Dostupno je ažuriranje
zh: 可用更新

source: See more
ar: مشاهدة المزيد
az: Daha çoxuna bax
bg: Вижте още
bn: আরো দেখুন
cs: Zobrazit více
da: Se mere
de: Mehr ansehen
es: Ver más
fa: بیشتر ببینید
fi: Näytä lisää
fr: En savoir plus
hi: और देखें
hu: Bővebben
id: Lihat lebih lanjut
it: Vedi altro
ja: もっと見る
ku: بینینی زیاتر
ms: Lihat selanjutnya
nl: Meer weergeven
pa: ہور ویکھو
pl: Zobacz więcej
pt: Ver mais
ro: Vezi mai multe
sq: Shihni më tepër
th: ดูเพิ่มเติม
ug: تەپسىلاتى
uk: Переглянути більше
ur: مزید دیکھیں
vi: Vidi više
zh: 查看更多

# whatIsNew
source: What's new
ar: ما الجديد
az: Yeniliklər
bg: Какво ново
cs: Co je nového
da: Hvad er nyt
de: Neuheiten
es: Noticias
fa: موارد جدید
fi: Mitä uutta
fr: Quoi de neuf
hi: नया क्या है
hu: Újdonságok
id: Berita
it: Notizie
ja: 新着情報
ku: چی نوێ هەیە
ms: Apa yang baru
nl: Nieuws
pa: نواں کیہہ اے
pl: Co nowego
pt: O que há de novo
ro: Ce este nou
sq: Çfarë risish ka
th: มีอะไรใหม่
ug: يېڭىلىق
uk: Новинки
ur: نیا کیا ہے
vi: Što je novo
zh: 新功能

source: Update
ar: تحديث
az: Güncəllə
bg: Актуализация
bn: অ্যাপ্লিকেশন আপডেট করুন
cs: Aktualizace
da: Opdatering
de: Aktualisieren
es: Actualizar
fa: بروزرسانی
fi: Päivitys
fr: Mettre à jour
hi: अपडेट
hu: Frissítés
id: Memperbarui
it: Aggiornare
ja: 更新情報
ku: نوێکردنەوە
ml: ആപ്ലിക്കേഷൻ അപ്ഡേറ്റ് ചെയ്യുക
ms: Kemaskini
nl: Aktualisieren
pa: اپ ڈیٹ کرو
pl: Aktualizacja
pt: Atualizar
ro: Actualizare
th: อัปเดต
ug: يېڭىلا
uk: Оновлення
ur: اپ ڈیٹ
vi: Ažuriraj
zh: 更新

# automaticUpdate
source: Notify update
ar: إشعار التحديث
az: Güncəlləməni bildir
bg: Уведомете за актуализация
bn: আপডেটের নোটিফিকেশন দিন
cs: Upozornit na aktualizaci
da: Underret opdatering
de: Update benachrichtigen
es: Notificar actualización
fa: بروز رسانی اطلاعیه ها
fi: Ilmoita päivityksestä
fr: Notifier la mise à jour
hi: अद्यतन सूचित करें
hu: Értesítés a frissítésekről
id: Beri tahu pembaruan
it: Notifica aggiornamento
ja: 更新を通知する
ku: ئاگادارکەرەوەی نوێکردنەوە
ms: Peringatan kemaskini
nl: Update notificeren
pa: اپ ڈیٹ دی اطلاع دیو
pl: Powiadom o aktualizacji
pt: Notificar atualizações
ro: Notifică actualizarea
sq: Njoftim për përditësim
th: แจ้งเตื่อนการอัพเดต
ug: يېڭىلاش ئەسكەرتىشى
uk: Повідомити про оновлення
ur: اپ ڈیٹ کی اطلاع دیں۔
vi: Më njofto për UPDATE
zh: 通知更新

# automaticUpdateDescription
source: Enable notify update to receive the latest features and improvements
ar: قم بتفعيل إشعارات التحديثات للحصول على أحدث الميزات والتحسينات
az: Ən son özəllikləri və təkmilləşdirmələri almaq üçün güncəlləmə bildirişini fəallaşdır
bg: Активирайте актуализацията на известията, за да получавате най-новите функции и подобрения
bn: সর্বশেষ ফিচার ও ইমপ্রুভমেন্টস পেতে আপডেট নোটিফিকেশন চালু করুন
cs: Povolit oznámení o aktualizaci pro získání nejnovějších funkcí a vylepšení
da: Aktiver notifikationsopdatering for at modtage de nyeste funktioner og forbedringer
de: Benachrichtigungsupdate aktivieren, um die neuesten Funktionen und Verbesserungen zu erhalten
es: Habilitar notificación de actualización para recibir las últimas características y mejoras
fa: برای دریافت آخرین ویژگی‌ها و بهبودها، به‌روزرسانی notify را فعال کنید
fi: Ota käyttöön ilmoituspäivitys saadaksesi uusimmat ominaisuudet ja parannukset
fr: Activer la notification de mise à jour pour recevoir les dernières fonctionnalités et améliorations
hi: नवीनतम सुविधाओं और सुधारों को प्राप्त करने के लिए सूचना अद्यतन सक्षम करें
hu: Engedélyezd az "értesítés a frissítésekről"-t, hogy megkapd a legújabb funkciókat és fejlesztéseket
id: Aktifkan pemberitahuan pembaruan untuk menerima fitur dan peningkatan terbaru
it: Abilita l'aggiornamento delle notifiche per ricevere le ultime funzionalità e miglioramenti
ja: 最新の機能と改善点を受け取るには更新を通知を有効にしてください
ku: ئاگادارکردنەوەی نوێکردنەوە چالاک بکە بۆ وەرگرتنی نوێترین تایبەتمەندی و باشترکردنەکان
ms: Aktifkankan pemberitahuan untuk menerima ciri dan peningkatan terkini
nl: Inschakelen notificatie update om de nieuwste functies en verbeteringen te ontvangen
pa: جدید ترین فیچرز اتے بہتریاں لین لئی اپ ڈیٹ دی اطلاع نوں فعال کرو
pl: Włącz aktualizację powiadomień, aby otrzymywać najnowsze funkcje i ulepszenia
pt: Ative as notificações de atualização para obter as melhorias e recursos mais recentes
ro: Activează notificarea actualizărilor pentru a primi cele mai recente caracteristici și îmbunătățiri
sq: Aktivizo njoftimin për përditësim për të marrë veçoritë dhe përmirësimet më të fundit
ug: يېڭى ئىقتىدار ۋە ياخشىلىنىش ھەققىدىكى يېڭىلاش ئەسكەرتىشى تاپشۇرۇۋېلىشنى قوزغىتىدۇ
uk: Увімкнути сповіщення про оновлення нових функцій
ur: تازہ ترین خصوصیات اور بہتری حاصل کرنے کے لیے مطلع اپ ڈیٹ کو فعال کریں۔
vi: Aktivizo përditësimin e njoftimit për të marrë veçoritë dhe përmirësimet më të fundit
zh: 启用通知更新以接收最新功能和改进

# checkInternetLegacyMode
source: You must connect to internet to use the legacy mode
ar: يجب عليك الاتصال بالإنترنت لاستخدام الوضع القديم
az: Köhnə rejimi istifadə etmək üçün internetə bağlanmalısınız
bg: Трябва да се свържете с "интернет", за да използвате стария режим
bn: লিগেসি মোড ব্যবহার করতে হলে আপনাকে অবশ্যই ইন্টারনেটের সাথে সংযুক্ত থাকতে হবে
cs: Musíte se připojit k internetu, abyste mohli používat starší režim
da: Du skal oprette forbindelse til internettet for at bruge den tidligere tilstand
de: Sie müssen sich mit dem Internet verbinden, um den Legacy-Modus zu nutzen
es: Debes conectarte a internet para usar el modo legado
fa: برای استفاده از حالت قدیمی باید به اینترنت متصل شوید
fi: Sinun tulee muodostaa yhteys internetiin käyttääksesi legacy moodia
fr: Vous devez vous connecter à l'internet pour utiliser le mode "legacy".
hi: लीगेसी मोड का उपयोग करने के लिए आपको इंटरनेट से कनेक्ट होना होगा
hu: A hagyományos (legacy) üzemmód használatához csatlakozz az internethez
id: Anda harus terhubung ke internet untuk menggunakan mode lama
it: Devi connetterti a internet per utilizzare la modalità legacy
ja: 従来のモードを使用するにはインターネットに接続する必要があります
ku: پێویستە پەیوەست ببیت بە هێڵی ئینتەرنێتەوە بۆ بەکارهێنانی دۆخی پێشوو
ms: Anda mesti menyambung ke Internet untuk menggunakan mod lama
nl: U moet verbinding maken met internet om de oude modus te gebruiken
pa: تہاڈے تے لازم اے کہ تُسی لیگیسی موڈ ورتن لئی انٹرنیٹ نال جڑؤ
pl: Musisz połączyć się z Internetem, aby korzystać z trybu starszego
pt: Você deve conectar-se à rede para usar o modo compatível
ro: Trebuie să vă conectați la internet pentru a utiliza modul moștenire
sq: Duhet të lidheni me internetin për të përdorur modalitetin e vjetër
th: คุณต้องเชื่อมต่ออินเทอร์เน็ตเพื่อใช้โหมดเดิม
ug: كونا ھالەتنى ئىشلىتىشتە ئىنتېرنېتقا باغلىنىشىڭىز كېرەك
uk: Для використання застарілого режиму ви повинні підключитися до інтернету
ur: لیگیسی موڈ استعمال کرنے کے لیے آپ کو انٹرنیٹ سے منسلک ہونا چاہیے۔
vi: Duhet të lidheni me internetin për të përdorur modalitetin e vjetër
zh: 您必须连接到互联网才能使用旧版模式

# powerOnScreen
source: Power on the screen
ar: تشغيل الشاشة
az: Ekranı aç
bg: Включване на екрана
bn: স্ক্রিন চালু করুন
cs: Zapnout na obrazovce
da: Strøm på skærmen
de: Bildschirm einschalten
es: Enciende la pantalla
fa: صفحه نمایش را روشن کنید
fi: Virta näytöllä
fr: Allumer l'écran
hi: स्क्रीन पर पावर
hu: Kapcsold be a képernyőt
id: Menyalakan layar
it: Accendi lo schermo
ja: 画面の電源を入れます
ku: هەڵکردنی ڕوونما
ms: Hidupkan paparan
nl: Zet het scherm aan
pa: اسکرین نوں آن کرو
pl: Włącz ekran
pt: Ligar a tela
ro: Putere pe ecran
sq: Ndizni ekranin
th: เปิดเครื่องบนหน้าจอ
ug: ئېكران توك مەنبەسىنى ئاچىدۇ
uk: Увімкнення екрану
ur: اسکرین پر پاور
vi: Ndizni ekranin
zh: 屏幕上的功率

# powerOffScreen
source: Power off the screen
ar: إيقاف تشغيل الشاشة
az: Ekranı söndür
bg: Изключване на екрана
bn: স্ক্রিন বন্ধ করুন
cs: Vypnout obrazovku
da: Slå skærmen fra
de: Bildschirm ausschalten
es: Apagar la pantalla
fa: صفحه نمایش را خاموش کنید
fi: Sammuta näyttö
fr: Éteindre l'écran
hi: स्क्रीन को पावर बंद करें
hu: Kapcsold ki a képernyőt
id: Matikan layar
it: Spegni lo schermo
ja: 画面の電源を切る
ku: گوژاندنەوەی ڕوونما
ms: Matikan paparan
nl: Scherm uitschakelen
pa: اسکرین نوں آف کرو
pl: Wyłącz ekran
pt: Desligar a tela
ro: Opriți ecranul
sq: Fikni ekranin
th: ปิดเครื่องบนหน้าจอ
ug: ئېكران توك مەنبەسىنى تاقايدۇ
uk: Вимкнення екрану
ur: اسکرین کو پاور آف کریں۔
vi: Fikni ekranin
zh: 关闭屏幕

source: Device Settings
ar: إعدادات الجهاز
az: Cihaz ayarları
bg: Настройки на устройството
bn: ডিভাইস সেটিংস
cs: Nastavení zařízení
da: Indstillinger For Enhed
de: Geräteeinstellungen
es: Ajustes del dispositivo
fa: تنظیمات دستگاه
fi: Laitteen Asetukset
fr: Paramètres de l'appareil
hi: डिवाइस सेटिंग्स
hu: Eszköz beállításai
id: Pengaturan perangkat
it: Impostazioni Dispositivo
ja: 端末設定
ku: رێکخستنەکانی ئامێڕ
ms: Tetapan peranti
nl: Apparaat instellingen
pa: ڈیوائس دی سیٹنگز
pl: Ustawienia urządzenia
pt: Opções do dispositivo
ro: Setări dispozitiv
sq: Cilësimet e pajisjes
th: ตั้งค่าอุปกรณ์
ug: ئۈسكۈنە تەڭشىكى
uk: Налаштування пристрою
ur: ڈیوائس کی ترتیبات
zh: 设备设置
