Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

source: Home
ar: الصفحة الرئيسية
az: Əsas ekran
bg: Начало
bn: নীড়
da: Hjem
de: zuhause
el: Αρχική σελίδα
es: Inicio
et: Kodu
fa: صفحه اصلی
fi: Etusivu
fr: Accueil
hi: घर
hu: Kezdőlap
id: Beranda
it: Pagina iniziale
ja: ホーム
ko: 홈
ku: سەرەکی
lt: Pagrindinis
lv: Sākums
ml: വീട്
ms: Paparan Utama
nl: Startpagina
no: Hjem
pa: ਘਰ
pl: Strona główna
pt: Início
ro: Acasă
ru: Главная
sl: Domov
sq: Faqja e parë
sv: Hem
th: หน้าหลัก
tr: Ana Sayfa
ug: باش بەت
uk: Головна
ur: گھر
vi: Početna
zh: 首页

source: Share
ar: مشاركة
az: Paylaş
bg: Споделете
bn: শেয়ার করুন
cs: Sdílet
da: Del
de: Aktie
el: Μοιραστείτε το
es: Compartir
et: Jaga
fa: اشتراک گذاشتن
fi: Jaa
fr: Partager
hi: शेयर करना
hu: Megosztás
id: Bagikan
it: Condividere
ja: シェア
ko: 공유
ku: هاوبەشکردن
lt: Dalintis
lv: Dalīties
ml: പങ്കുവയ്ക്കുക
ms: Kongsi
nl: Deel
no: Del
pa: ਸਾਂਝਾ ਕਰੋ
pl: Podziel się
pt: Compartilhar
ru: Поделиться
sl: Delite
sq: Shpërndaj
sv: Dela
th: แชร์
tr: Paylaş
ug: ھەمبەھىر
uk: Поділіться
ur: شیئر کریں۔
vi: Podijelite
zh: 分享

source: About
ar: عن التطبيق
az: Haqqında
bg: За приложението
bn: সম্পর্কে
cs: O stránkách
da: Om
de: Über
el: Σχετικά με το
es: Acerca de
et: kohta
fa: درباره
fi: Tietoja
fr: À propos
hi: के बारे में
hu: Rólunk
id: Tentang
it: Info su
ja: について
ko: 정보
ku: دەربارە
lt: Apie
lv: Par
ml: ഞങ്ങളെക്കുറിച്ചു
ms: Mengenai
nl: Informatie
no: Om
pa: ਇਸ ਬਾਰੇ
pl: O
pt: Sobre
ro: Despre
ru: О сайте
sl: O
sq: Rreth nesh
sv: Om
th: เกี่ยวกับ
tr: Hakkında
ug: ھەققىدە
uk: Про
ur: متعلق
vi: O aplikaciji
zh: 关于

# rate
source: Rate Us
ar: قم بتقييمنا
az: Bizi qiymətləndir
bg: Оценете ни
bn: আমাদের মতামত দিন
cs: Ohodnoťte nás
da: Bedøm os
de: Bewerte uns
el: Βαθμολογήστε μας
es: Califícanos
et: Hinda meid
fa: به ما رای دهید
fi: Arvioi meidät
fr: Laisser une évaluation
hi: हमें रेटिंग दें
hu: Értékelj minket
id: Beri kami penilaian
it: Votaci
ja: 評価
ko: 평가하기
ku: ئێمە هەڵسەنگێنە
lt: Įvertinkite mus
lv: Novērtējiet mūs
ml: ഞങ്ങളെ റേറ്റുചെയ്യുക
ms: Berikan penilaian
nl: Beoordeel ons
no: Vurder Oss
pa: ਰੇਟ ਕਰੋ
pl: Oceń nas
pt: Avaliar
ro: Evaluați-ne
ru: Оцените нас
sl: Ocenite nas
sq: Na vlerësoni
sv: Betygsätt oss
tr: Bizi Değerlendirin
ug: باھا بېرىڭ
uk: Оцініть нас
ur: ہمیں درجہ دیں۔
vi: Ocijenite nas
zh: 评价我们

source: Languages
ar: اللغات
az: Dillər
bg: Езици
bn: ভাষা
cs: Jazyky
da: Sprog
de: Sprachen
el: Γλώσσες
es: Idiomas
et: Keeled
fa: زبان ها
fi: Kielet
fr: Langues
hi: भाषा
hu: Nyelvek
id: Bahasa
it: Lingue
ja: 言語
ko: 언어
ku: زمانەکان
lt: Kalbos
lv: Valodas
ml: ഭാഷകൾ
ms: Bahasa
nl: Leren
no: Språk
pa: ਭਾਸ਼ਾ
pl: Języki
pt: Idiomas
ro: Limbi
ru: Языки
sl: Jeziki
sq: Gjuhët
sv: Språk
th: ภาษา
tr: Diller
ug: تىللار
uk: Мови
ur: زبانیں
vi: Jezik
zh: 语言

# appLang
source: App Language
ar: لغة التطبيق
az: Tətbiq dili
bg: Език на приложението
bn: অ্যাপ্লিকেশনের ভাষা
cs: Jazyk aplikace
da: App Sprog
de: App. - Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la aplicación
et: Rakenduse keel
fa: زبان برنامه
fi: Sovelluksen kieli
fr: Langue de l'application
hi: अनुप्रयोग भाषा
hu: Alkalmazás nyelve
id: Bahasa Aplikasi
it: Lingua Dell'Applicazione
ja: アプリの言語
ko: 앱 언어
ku: زمانی بەرنامە
lt: Programėlės kalba
lv: Lietojumprogrammu valoda
ml: ആപ്ലിക്കേഷൻ ഭാഷ
ms: Bahasa Aplikasi
nl: App taal
no: App språk
pa: ਐਪ ਭਾਸ਼ਾ
pl: Język aplikacji
pt: Idioma do aplicativo
ro: Limba aplicației
ru: Язык приложения
sl: Jezik aplikacije
sq: Gjuha e Aplikacionit.
sv: Språk i appen
th: ภาษาของแอป
tr: Uygulama Dili
ug: ئەپ تىلى
uk: Мова програми
ur: ایپ کی زبان
vi: Jezik aplikacije
zh: 应用语言

# descLang
source: Please select your preferred language
ar: اختر لغتك المفضّلة
az: Tərcih etdiyiniz dili seçin
bg: Моля, изберете предпочитания от вас език
bn: আপনার পছন্দের ভাষাটি পছন্দ করুন
cs: Vyberte prosím preferovaný jazyk
da: Vælg dit foretrukne sprog
de: Bevorzugte Sprache auswählen
el: Παρακαλώ επιλέξτε τη γλώσσα προτίμησής σας
es: Por favor, elige tu idioma preferido
et: Palun valige oma eelistatud keel
fa: لطفا زبان مورد نظر خود را انتخاب کنید
fi: Valitse haluamasi kieli
fr: Veuillez choisir votre langue préférée
hi: कृपया अपनी पसंदीदा भाषा चुनें
hu: Válaszd ki a kívánt nyelvet
id: Pilih bahasa yang disukai
it: Per favore scegli la lingua preferita
ja: ご希望の言語を選択してください
ko: 선호하는 언어를 선택해 주세요.
ku: تکایە زمانی دڵخوازی خۆت هەڵبژێرە
lt: Pasirinkite pageidaujamą kalbą
lv: Lūdzu, izvēlieties vēlamo valodu
ml: നിങ്ങൾക്ക് ഇഷ്ടപ്പെട്ട ഭാഷ തിരഞ്ഞെടുക്കുക
ms: Pilih bahasa yang anda kehendaki
nl: Kies uw voorkeurstaal
no: Velg ditt foretrukne språk
pa: ਆਪਣੀ ਪਸੰਦ ਦੀ ਭਾਸ਼ਾ ਚੁਣੋ
pl: Proszę wybrać preferowany język
pt: Selecione seu idioma preferido
ro: Vă rugăm să selectați limba preferată
ru: Пожалуйста, выберите предпочтительный язык
sl: Izberite želeni jezik
sq: Përzgjidhni gjuhën tuaj të parapëlqyer!
sv: Välj det språk du föredrar
th: โปรดเลือกภาษาที่คุณต้องการ
tr: Lütfen tercih ettiğiniz dili seçin
ug: سىز ياقتۇرىدىغان تىلنى تاللاڭ
uk: Будь ласка, оберіть мову, якою ви бажаєте користуватися
ur: براہ کرم اپنی پسند کی زبان منتخب کریں۔
vi: Molimo odaberite željeni jezik
zh: 请选择您喜欢的语言

# hadithLangDesc
source: This override your choice in the admin console, you can chose a different language by screen
ar: يتم تجاوز الإعدادات التي قمت بتحديدها في الأدمن، حيث يمكنك اختيار لغة مختلفة لكل شاشة
az: Bu, admin konsolundakı seçiminizi yararsız edəcək, ekrana görə fərqli bir dil seçə bilərsiniz
bg: Можете да изберете езика на MawaqitTV на това устройство, независимо от вашите настройки за езикови предпочитания в администраторската конзола на mawaqit.net
bn: এটি অ্যাডমিন কনসোলে আপনার পছন্দকে ওভাররাইড করে, আপনি স্ক্রিন অনুসারে একটি ভিন্ন ভাষা বেছে নিতে পারেন
cs: Toto přepsá vaši volbu v admin konzoli, můžete si vybrat jiný jazyk podle obrazovky
da: Dette tilsidesætter dit valg i admin-konsollen, kan du vælge et andet sprog ved skærmen
de: Dies überschreibt Ihre Auswahl in der Administrator-Konsole. Sie können pro Bildschirm eine andere Sprache auswählen
es: Esto anula tu elección en la consola de administración, puedes elegir un idioma diferente por pantalla
fa: این انتخاب شما را در میز فرمان مدیریت لغو می کند، می توانید زبان دیگری را بر اساس صفحه انتخاب کنید
fi: Tämä ohittaa valintasi hallintakonsolissa, voit valita eri kielen näytöllä
fr: Ceci remplace votre choix dans la console d'administration, vous pouvez choisir une langue différente par écran
hi: यह एडमिन कंसोल में आपकी पसंद को ओवरराइड करता है, आप स्क्रीन के अनुसार एक अलग भाषा चुन सकते हैं
hu: Ez felülírja az admin konzolban tett választásodat, a képernyőn más nyelvet választhatsz
id: Ini menggantikan pilihan Anda di konsol Admin, Anda dapat memilih bahasa yang berbeda pada layar
it: Questo sovrascrive la tua scelta nella console di amministrazione, puoi scegliere una lingua diversa dallo schermo
ja: 管理コンソールであなたの選択を上書きします。画面で別の言語を選択することができます
ku: ئەمەش هەڵبژاردنی خۆت لە کۆنسۆلی بەڕێوەبەردا جێبەجێ دەکات، دەتوانیت زمانێکی جیاواز بۆ شاشە هەڵبژێریت
ms: Ini mengatasi pilihan anda dalam konsol pentadbir, anda boleh memilih bahasa yang berbeza mengikut skrin
nl: Dit overschrijft uw keuze in de admin console, u kunt een andere taal kiezen per scherm
pa: ایہنے ایڈمن کنسول وچ تہاڈے انتخاب نوں اک پاسے کر دینا اے، تُسی اسکرین توں کوئی ہور بولی چُن سکدے او
pl: To nadpisuje twój wybór w konsoli administratora, możesz wybrać inny język na ekranie
pt: Isso substituirá sua escolha no console de administrador, você pode selecionar um idioma para esta tela
ro: Această opțiune suprascrie opțiunea din consola de administrator, puteți alege o altă limbă pe ecran
sq: Kjo anashkalon zgjedhjen tuaj në tastierën e administratorit, ju mund të zgjidhni një gjuhë tjetër sipas ekranit
th: ตัวเลือกของคุณในโซลผู้ดูแลระบบ คุณสามารถเลือกภาษาอื่นตามหน้าจอได้
ug: بۇ مەشغۇلات باشقۇرغۇچى تاختىڭىزدىكى تاللىشىڭىزنى قاپلايدۇ، ئېكراندا پەرقلىق تىلنى تاللىيالايسىز
uk: Це замінює ваш вибір в адмін-консолі, ви можете обрати іншу мову на екрані
ur: یہ ایڈمن کنسول میں آپ کی پسند کو اوور رائیڈ کر دیتا ہے، آپ اسکرین کے ذریعے ایک مختلف زبان کا انتخاب کر سکتے ہیں۔
zh: 这覆盖您在管理控制台中的选择，您可以通过屏幕选择不同的语言

source: Whoops!
ar: عذراً!
az: Ups!
bg: Опс!
bn: দুঃখিত!
cs: Ups!
da: Ups!
de: Hoppla!
el: Ουπς!
es: ¡Ups!
et: Ups!
fa: اوه
fi: Hups!
fr: Oups !
hi: ओह
hu: Hoppá!
id: Waduh!
it: Cavolo!
ja: おっと！？
ko: 웁스!
ku: ببورە!
lt: Ups!
lv: Ups!
ml: ശ്ശോ!
ms: Alamak!
nl: Oeps!
no: Uff!
pa: اوہو!
pl: Ups!
pt: Opa!
ro: Ups!
ru: Упс!
sl: Ups!
sq: Gabim!
sv: Hoppsan!
tr: Tüh!
ug: ئاپلا!
uk: Упс!
ur: خرابی!
vi: Upss!
zh: 呜呼!

# noInternet
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
az: İnternet bağlantısı yoxdur
bg: Няма интернет връзка
bn: কোনও ইন্টারনেট সংযোগ নেই
cs: Žádné připojení k internetu
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Δεν υπάρχει σύνδεση στο διαδίκτυο
es: No hay conexión a internet
et: Internetiühendus puudub
fa: اتصال به اینترنت برقرار نیست
fi: Ei internet-yhteyttä
fr: Aucune connexion internet
hi: कोई इंटरनेट कनेक्शन नहीं
hu: Nincs internetkapcsolat
id: Tidak ada koneksi internet
it: Nessuna connessione internet
ja: インターネットに接続できない
ko: 인터넷 연결 없음
ku: هێلی ئینتەرنێت نیە
lt: Nėra interneto ryšio
lv: Nav interneta savienojuma
ml: ഇന്റർനെറ്റ് കണക്ഷൻ ഇല്ല
ms: Tiada sambungan Internet
nl: Geen internetverbinding
no: Ingen internettforbindelse
pa: انٹرنیٹ کنکشن نہیں اے
pl: Brak połączenia z Internetem
pt: Sem conexão à rede
ro: Fără conexiune la internet
ru: Отсутствие подключения к Интернету
sl: Brez internetne povezave
sq: Nuk ka internet!
sv: Ingen internetuppkoppling
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
ug: ئىنتېرنېت باغلىنىشى يوق
uk: Немає підключення до Інтернету
ur: انٹرنیٹ کنکشن نہیں ہے۔
vi: Nemate internetsku mrezu
zh: 没有互联网连接

source: Try Again
ar: حاول مرة اخرى
az: Yenidən sınayın
bg: Опитайте отново
bn: আবার চেষ্টা কর
cs: Zkuste to znovu
da: Prøv igen
de: nochmal versuchen
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
et: Proovi uuesti
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fr: Réessayez
hi: पुनः प्रयास करें
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ja: 再挑戦
ko: 다시 시도
ku: دواتر هەوڵبدەرەوە
lt: Pabandykite dar kartą
lv: Mēģiniet vēlreiz
ml: വീണ്ടും ശ്രമിക്കൂ
ms: Cuba lagi
nl: Probeer opnieuw
no: Prøv igjen
pa: فیر کوشش کرو
pl: Spróbuj jeszcze raz
pt: Tentar novamente
ro: Încearcă din nou
ru: Попробуйте еще раз
sl: Poskusite znova
sq: Provo përsëri.
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Deneyin
ug: قايتا سىناڭ
uk: Спробуйте ще раз
ur: دوبارہ کوشش کریں۔
vi: Pokušajte ponovo
zh: 再试一次

source: Close app
ar: إغلاق التطبيق
az: Tətbiqi bağla
bg: Затваряне на приложението
bn: অ্যাপ্লিকেশান বন্ধ করুন
cs: Zavřít aplikaci
da: Luk appen
de: App. schließen
el: Κλείστε την εφαρμογή
es: Cerrar aplicación
et: Sulge rakendus
fa: برنامه را ببندید
fi: Sulje sovellus
fr: Fermer l'application
hi: ऐप बंद करें
hu: Alkalmazás bezárása
id: Tutup aplikasi
it: Chiudi l'app
ja: アプリを閉じる
ko: 앱 닫기
ku: داخستنی بەرنامە
lt: Uždaryti programą
lv: Aizvērt lietotni
ml: ആപ്പ് അടയ്‌ക്കുക
ms: Tutup apl
nl: App sluiten
no: Lukk app
pa: ایپ بند کرو
pl: Zamknij aplikację
pt: Fechar aplicativo
ro: Închideți aplicația
ru: Закрыть приложение
sl: Zapri aplikacijo
sq: Mbyll aplikacionin!
sv: Stäng appen
th: ปิดแอป
tr: Uygulamayı kapat
ug: ئەپنى تاقا
uk: Закрити програму
ur: ایپ بند کریں۔
vi: Zatvorite aplikaciju
zh: 关闭应用程序

source: Quit
ar: خروج
az: Çıx
bg: Изход
bn: কুইট
cs: Ukončit
da: Afslut
de: Beenden
el: Σταματήστε το
es: Salir
et: Lõpeta
fa: خارج شوید
fi: Lopeta
fr: Quitter
hi: छोड़ना
hu: Kilépés
id: Keluar
it: Esci
ja: やめる
ko: 종료
ku: دەرچوون
lt: Baigti
lv: Pārtraukt
ml: ഉപേക്ഷിക്കുക
ms: Keluar
nl: Sluiten
no: Avslutt
pa: چھڈ دیو
pl: Zrezygnuj z
pt: Sair
ro: Renunță la
ru: Увольнение
sl: Opustite
sq: Dilni!
sv: Sluta med
th: ออก
tr: Çıkış
ug: چېكىن
uk: Звільнися.
vi: Izlaz
zh: 辞职

# forceStaging
source: Switch to staging
ar: الانتقال إلى بيئة التهيئة
az: Hazırlığa keç
bg: Преминаване към постановка
bn: স্টেজিং-এ সুইচ করুন
cs: Přepnutí na etapizaci
da: Skift til mellemstadie
de: Zum Staging wechseln
el: Αλλαγή σε σταδιοποίηση
es: Cambiar a puesta en escena
et: Üleminek lavastamisele
fa: به پیکربندی وارد شوید
fi: Vaihda testaukseen
fr: Passer en préproduction
hi: स्टेजिंग पर स्विच करें
hu: Váltás tesztkörnyezetre
id: Beralih ke pementasan
it: Passa alla messa in scena
ja: ステージングに切り替える
ko: 스테이징으로 전환
ku: گۆڕین بۆ پلەبەندی
lt: Perėjimas prie etapų
lv: Pāreja uz inscenēšanu
ms: Beralih kepada
nl: Overschakelen naar staging
no: Bytt til testmiljø
pa: سٹیجنگ تے منتقل ہوو
pl: Przełączanie na etap
pt: Alterar para encenação
ro: Treceți la etapizare
ru: Переход к постановке
sl: Preklop na postavitev
sq: Kalo në fazën e testimit (staging)
sv: Växla till staging
th: เปลี่ยนไปที่
tr: Evrelemeye geç
ug: سەھنە ئالماشتۇر
uk: Перейдіть до інсценування
ur: اسٹیجنگ پر سوئچ کریں۔
vi: Prijeđite na prikaz
zh: 切换到分期付款

# disableStaging
source: Switch to production mode
ar: الانتقال إلى بيئة الاختبار
az: İstehsal rejiminə keç
bg: Преминаване към производствен режим
bn: প্রোডাকশন মোডে সুইচ করুন
cs: Přechod na výrobu
da: Skift til produktion
de: Zur Produktion wechseln
el: Μετάβαση στην παραγωγή
es: Pase a producción
et: Üleminek tootmisele
fa: از پیگربندی خارج شوید
fi: Siirry tuotantoon
fr: Passer en mode production
hi: उत्पादन मोड पर स्विच करें
hu: Váltás éles üzemmódra
id: Beralih ke produksi
it: Passa alla modalità di produzione
ja: プロダクションモードに切り替える
ko: 프로덕션으로 전환
ku: گۆڕین بۆ دۆخی بەرهەمهێنان
lt: Perėjimas prie gamybos
lv: Pāreja uz ražošanu
ms: Beralih kepada mod pengeluaran
nl: Overschakelen naar productie
no: Bytt til produksjon
pa: تخلیقی موڈ تے سوئچ کرو
pl: Przełącz na tryb produkcji
pt: Alterar para modo de produção
ro: Trecerea la producție
ru: Переход к производству
sl: Prehod na proizvodnjo
sq: Kalo në modalitetin e prodhimit
sv: Övergång till produktion
th: สลับไปที่โหมดการผลิต
tr: Üretime geçiş
ug: ئىشلەپچىقىرىش ھالىتىگە ئالماشتۇرىدۇ
uk: Перемкнутись у робочий режим
ur: پروڈکشن موڈ پر سوئچ کریں۔
vi: Prijeđite na modus izrade
zh: 转为生产

# sureCloseApp
source: Are you sure you want to quit the application?
ar: هل أنت متأكد أنك تريد الخروج من التطبيق؟
az: Tətbiqdən çıxmaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да прекратите приложението?
bn: আপনি কি নিশ্চিত যে আপনি ছেড়ে যেতে চান?
cs: Jste si jisti, že chcete aplikaci ukončit?
da: Er du sikker på, at du vil afslutte programmet?
de: Möchten Sie die App. wirklich beenden?
el: Σίγουρα θέλετε να τερματίσετε την εφαρμογή;
es: ¿Está seguro de que desea salir de la aplicación?
et: Kas olete kindel, et soovite rakendusest loobuda?
fa: آیا می خواهید از برنامه خارج شوید
fi: Haluatko varmasti sulkea sovelluksen?
fr: Voulez-vous vraiment quitter l'application ?
hi: क्या आप वाकई एप्लिकेशन छोड़ना चाहते हैं?
hu: Biztos, hogy ki akarsz lépni az alkalmazásból?
id: Apakah anda yakin ingin keluar dari aplikasi?
it: Sei sicuro di voler uscire dall'applicazione?
ja: 本当にアプリケーションを終了しますか？
ko: 애플리케이션을 종료하시겠습니까?
ku: ئایا دڵنیای کە دەتەوێت لە بەرنامەکە دەربچیت?
lt: Ar tikrai norite baigti programą?
lv: Vai esat pārliecināts, ka vēlaties beigt lietotni?
ml: ആപ്ലിക്കേഷൻ ഉപേക്ഷിക്കണമെന്ന് തീർച്ചയാണോ?
ms: Adakah anda pasti untuk membatalkan permohonan?
nl: Weet u zeker dat u de toepassing wilt afsluiten?
no: Er du sikker på at du vil avslutte programmet?
pa: کیہہ تُسی پک نال ایپلیکیشن چھڈنا چاہندے او؟
pl: Czy na pewno chce Pan zrezygnować z aplikacji?
pt: Você tem certeza que quer sair do aplicativo?
ro: Sunteți sigur că doriți să părăsiți aplicația?
ru: Вы уверены, что хотите выйти из приложения?
sl: Ste prepričani, da želite zaključiti aplikacijo?
sq: Jeni i sigurt që dëshironi të dilni nga aplikacioni?
sv: Är du säker på att du vill avsluta programmet?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากแอปพลิเคชัน
tr: Uygulamadan çıkmak istediğinizden emin misiniz?
ug: ئەپتىن راستىنلا چېكىنەمسىز؟
uk: Ви впевнені, що хочете вийти з програми?
ur: کیا آپ واقعی درخواست کو چھوڑنا چاہتے ہیں?
vi: Da li ste sigurni da želite izaći iz aplikacije?
zh: 你确定要退出申请吗？

source: OK
ar: موافق
az: Oldu
bg: ОК
bn: আচ্ছা
fa: تایید
hi: ठीक है
ja: よっしゃー
ko: 확인
ku: باشە
lt: GERAI
lv: LABI
ml: ശരി
pa: ٹھیک اے
sl: V REDU
sq: Në rregull
tr: TAMAM
ug: جەزملە
uk: ГАРАЗД.
vi: U redu
zh: 认可

source: CANCEL
ar: إلغاء
az: İMTİNA
bg: ОТКАЗ
bn: বাতিল করুন
da: ANNULLER
de: Beenden
el: ΑΚΥΡΩΣΗ
es: CANCELAR
fa: لغو کنید
fr: ANNULER
hi: रद्द करना
hu: MÉGSE
id: Batal
it: Annulla
ko: 취소
ku: ڕەتکردنەوە
lv: ATCELT
ml: റദ്ദാക്കുക
ms: BATAL
nl: Annuleren
no: AVBRYT
pa: منسوخ کرو
pt: CANCELAR
ro: CANCELARE
ru: ОТМЕНИТЬ
sl: ODPOVEDI
sq: ANULO
th: ยกเลิก
tr: İPTAL
ug: ۋاز كەچ
uk: СКАСУВАТИ
vi: Otkaži
zh: 取消

source: Dark mode
ar: الوضع الداكن
az: Qaranlıq rejim
bg: Тъмен режим
bn: ডার্ক মোডঃ
cs: Tmavý režim
da: Mørk tilstand
de: Dunkler Modus
el: Σκοτεινή λειτουργία
es: Modo oscuro
et: Tume režiim
fa: حالت تاریک
fi: Dark-tila
fr: Mode sombre
hi: डार्क मोड
hu: Sötét üzemmód
id: Mode gelap
it: Modalità scura
ja: ダークモード
ko: 다크 모드
ku: دۆخی تاریک
lt: Tamsusis režimas
lv: Tumšais režīms
ml: ഡാർക്ക്‌ മോഡ്
ms: Tema Gelap
nl: Donkere modus
no: Mørkt modus
pa: کالا موڈ
pl: Tryb ciemny
pt: Tema escuro
ro: Modul întunecat
ru: Темный режим
sl: Temni način
sq: Modeliteti i errët
sv: Mörkt läge
th: โหมดมืด
tr: Karanlık modu
ug: قاراڭغۇ ھالەت
uk: Темний режим
vi: Tamni način prikaza
zh: 黑暗模式

source: Light mode
ar: الوضع الفاتح
az: İşıqlı rejim
bg: Светъл режим
bn: হালকা মোড
cs: Světelný režim
da: Lystilstand
de: hell Modus
el: Λειτουργία φωτός
es: Modo claro
et: Valgusrežiim
fa: حالت روشن
fi: Light-tila
fr: Mode clair
hi: प्रकाश मोड
hu: Világos üzemmód
id: Mode terang
it: Modalità chiara
ja: ライトモード
ko: 조명 모드
ku: دۆخی ڕوناک
lt: Šviesos režimas
lv: Gaismas režīms
ml: ലൈറ്റ് മോഡ്
ms: Mod cahaya
nl: Lichte modus
no: Lys modus
pa: چُٹا موڈ
pl: Tryb światła
pt: Tema claro
ro: Modul de lumină
ru: Световой режим
sl: Način osvetlitve
sq: Mënyra e çelët
sv: Ljusläge
th: โหมดสว่าง
tr: Aydınlık mod
ug: يورۇق ھالەت
uk: Легкий режим
ur: لائٹ موڈ
vi: Svijetli način prikaza
zh: 灯光模式

source: Change Mosque
ar: تغيير المسجد
az: Məscidi dəyişdir
bg: Промяна на джамията
bn: মসজিদ পরিবর্তন করুন
cs: Změna mešity
da: Ændre moské
de: Moschee ändern
el: Αλλαγή Τζαμί
es: Cambiar Mezquita
et: Muuda mošee
fa: مسجد را تغییر بده
fi: Vaihda moskeija
fr: Changer de Mosquée
hi: मस्जिद बदलो
hu: Válts mecsetet
id: Ubah Masjid
it: Cambia Moschea
ja: チェンジモスク
ko: 모스크 변경
ku: گۆڕینی مزگەوت
lt: Pakeisti mečetę
lv: Mainīt mošeja
ml: മസ്ജിദ് മാറ്റുക
ms: Tukar Masjid
nl: Wijzigen Moskee
no: Endre moskeen
pa: مسیت بدلو
pl: Zmienić meczet
pt: Alterar mesquita
ro: Schimbarea Moscheii
ru: Мечеть перемен
sl: Sprememba mošeje
sq: Ndrysho Xhami
sv: Ändra moské
th: เปลี่ยนมัสยิด
tr: Cami değiştir
ug: مەسچىت ئالماشتۇر
uk: Мечеть змін
ur: مسجد بدلو
vi: Promijeni džamiju
zh: 改变清真寺

# in1
source: in
ar: بعد
az: Qalan vaxt
bg: след
bn: পরে
cs: na adrese
da: på
de: nach
el: στο
es: en
et: aadressil
fa: پس از
fi: osoitteessa
fr: dans
hi: में
hu: Be
id: dalam
ja: において
ko: 에
ku: لە
lt: svetainėje
lv: vietnē
ml: ശേഷം
ms: di
nl: na
no: i
pa: سیکنڈ
pl: w
pt: em
ro: în
ru: в
sl: na spletnem mestu
sq: pas
sv: på
th: ใน
tr: Kalan Süre
ug: كېيىن
uk: в
ur: میں
vi: za
zh: 在

source: Sec
ar: ثانية
az: san
bg: Секунди
cs: Sekce
da: Sek
de: Sek.
es: Seg
et: Sek
fa: ثانیه
hi: सेकंड
hu: Másodperc
id: Detik
ja: セック
ko: 초
ku: دواتر
ms: Detik
no: Sek
pa: وچ
pt: Seg
ru: Сек
sq: Sek
sv: Sek
th: วินาที
tr: İkinci
ug: ئىككىنچى
uk: Секунду.
ur: سیکنڈ
vi: Sek
zh: 秘书

source: Online
ar: متصل
az: Onlayn
bg: Онлайн
bn: অনলাইন
es: En línea
fa: فعال
fr: Connecté
hi: ऑनलाइन
ja: オンライン
ko: 온라인
ku: لەسەر هێڵ
lt: Internete
lv: Tiešsaistē
ml: ഓൺലൈൻ
no: Pålogget
pa: آن لائن
ru: Онлайн
sl: Spletna stran
th: ออนไลน์
tr: Çevrimiçi
ug: توردا
uk: Онлайн
ur: آن لائن
zh: 在线

# missingMosqueId
source: Missing MAWAQIT #ID or MOSQUE #ID
ar: معرف المسجد مفقود (MAWAQIT #ID أو MOSQUE #ID)
az: MAWAQIT #ID vəya Məscid #ID əskikdir
bg: Липсващ MAWAQIT #ID или MOSQUE #ID
bn: মসজিদের আইডি নেই
cs: Chybějící MAWAQIT #ID nebo MOSQUE #ID
da: Manglende MAWAQIT #ID eller MOSQUE #ID
de: Fehlende MAWAQIT #ID oder Moschee #ID
el: Λείπει το MAWAQIT #ID ή το MOSQUE #ID
es: Falta el #ID de MAWAQIT o el #ID de MOSQUE
et: Puudub MAWAQIT #ID või MOSQUE #ID
fa: کد شناسایی مسجد فراموش شده است
fi: MAWAQIT #ID tai MOSQUE #ID puuttuu
fr: Numéro d'identification MAWAQIT #ID ou MOSQUE #ID manquant
hi: मवाक़िट गायब है#पहचान या मस्जिद #पहचान
hu: Hiányzó MAWAQIT #ID vagy MECSET #ID
id: Hilang MAWAQIT #ID atau MOSQUE #ID
it: Manca l'ID MAWAQIT o l'ID della MOSCHEA
ja: MAWAQIT #IDまたはMOSQUE #IDを欠番とする。
ko: 누락된 MAWAQIT #ID 또는 MOSQUE #ID
ku: کۆدی مەواقیت یاخود کۆدی مزگەوت بەردەست نیە
lt: Trūksta MAWAQIT #ID arba MOSQUE #ID
lv: Trūkst MAWAQIT #ID vai MOSQUE #ID
ml: മസ്ജിദ് ഐഡി കാണുന്നില്ല
ms: Hilang MAWAQIT #ID atau MASJID #ID
nl: Ontbrekende MAWAQIT #ID of MOSQUE #ID
no: Mangler MAWAQIT #ID eller MOSQUE #ID
pa: مواقیت #ID یا مسیت #ID موجود نہیں اے
pl: Brak MAWAQIT #ID lub MOSQUE #ID
pt: MAWAQIT #ID ou MOSQUE #ID faltando
ro: Lipsește MAWAQIT #ID sau MOSQUE #ID
ru: Отсутствует MAWAQIT #ID или MOSQUE #ID
sl: Manjka ID MAWAQIT ali ID MOSQUE
sq: #ID i MAWAQIT ose #ID i XHAMISË mungon.
sv: MAWAQIT #ID eller MOSQUE #ID saknas
th: ไม่มี MAWAQIT #ID หรือ MOSQUE #ID
tr: Eksik MAWAQIT #ID veya Camii #ID
ug: MAWAQIT #ID ياكى MOSQUE #ID كەم
uk: Відсутній MAWAQIT #ID або MOSQUE #ID
ur: MAWAQIT #ID یا MOSQUE #ID غائب ہے۔
vi: Nedostaje MAWAQIT #ID ili #ID džamije
zh: 缺少MAWAQIT #ID或MOSQUE #ID

# mosqueIdIsNotValid
source: Sorry, {mosqueId} isn't a valid mosque ID
ar: عذراً، {mosqueId} معرف المسجد غير صحيح
az: Təəssüf ki, {mosqueId} yararlı bir məscid kimliyi deyil
bg: Съжаляваме, но {mosqueId} не е валиден идентификационен номер на джамия.
bn: {mosqueId} একটি বৈধ মসজিদ আইডি নয়
cs: Je mi líto, ale {mosqueId} není platný průkaz mešity.
da: Beklager, {mosqueId} er ikke et gyldigt moské-id
de: Entschuldigung, {mosqueId} ist keine gültige Moschee-ID
el: Συγγνώμη, το {mosqueId} δεν είναι έγκυρη ταυτότητα τζαμιού.
es: {mosqueId} no es un ID de la mezquita válida
et: Vabandust, {mosqueId} ei ole kehtiv mošeediplom.
fa: کد شناسایی مسجد معتبر نمی باشد
fi: Anteeksi, {mosqueId} ei ole pätevä moskeijan tunnus
fr: {mosqueId} n'est pas un id de mosquée valide
hi: क्षमा करें, {mosqueId} वैध मस्जिद नहीं है
hu: Sajnálom, a {mosqueId} nem érvényes mecsetazonosító
id: Maaf, {mosqueId} bukan ID Masjid yang benar
it: Siamo spiacenti, ma {mosqueId} non è un ID valido per la moschea.
ja: 申し訳ありませんが、 {mosqueId} は有効なモスクIDではありません。
ko: {mosqueId} 은(는) 유효한 사원 ID가 아닙니다.
ku: ببورە, {mosqueId} کۆدێکی دروستی مزگەوت نیە
lt: Atsiprašome, {mosqueId} nėra galiojantis mečetės pažymėjimas.
lv: Atvainojiet, {mosqueId} nav derīgs mošejas ID.
ml: {mosqueId} എന്നത് ഒരു സാധുവായ മോസ്‌ക് ഐഡി അല്ല
ms: Maaf, {mosqueId} bukan ID masjid yang sah
nl: {mosqueId} is geen geldige Moske-ID
no: Beklager, {mosqueId} er ikke en gyldig moske-ID
pa: معذرت، {mosqueId} مسیت دی درست ID نہیں اے
pl: Przykro mi, ale {mosqueId} nie jest ważnym identyfikatorem meczetu.
pt: {mosqueId} não é um ID de mesquita válido
ro: Îmi pare rău, {mosqueId} nu este o legitimație valabilă pentru moschee.
ru: Извините, {mosqueId} не является действительным удостоверением мечети.
sl: Oprostite, {mosqueId} ni veljavna izkaznica mošeje.
sq: {mosqueId} nuk është id i vlefshëm i xhamisë
sv: Tyvärr, {mosqueId} är inte ett giltigt moské-ID.
th: ขออภัย {mosqueId} ไม่ใช่รหัสมัสยิดที่ถูกต้อง
tr: {mosqueId} Lütfen, geçerli Camii ID giriniz
ug: كەچۈرۈڭ، {mosqueId} ئىناۋەتلىك بىر mosque ID ئەمەس
uk: Вибачте, {mosqueId} не є дійсним ID мечеті
ur: معذرت، {mosqueId} ایک درست مسجد ID نہیں ہے۔
vi: Izvinite, {mosqueId} ID džamije nije validan
zh: 对不起， {mosqueId} ，不是有效的清真寺证件。
