Repository: mawaqit/android-tv-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fr, hi, hu, id, it, ja, ko, ku, lt, lv, ml, ms, nl, no, pa, pl, pt, ro, ru, sl, sq, sv, th, tr, ug, uk, ur, vi, zh

# azkarList13
source: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
ar: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ|.
bg: 10 пъти | لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ
el: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
et: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
fi: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
hu: Nincs más jogosan imádható isten Allahon kívül, Ő egyedül létezik, nincs Neki társa, Övé a tulajdon és az Övé a hála és Ő minden dologra képes |ismételd tízszer|
id: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
it: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
ko: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
ku: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |دە جار
lt: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
lv: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
ms: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
no: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
pl: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
pt: Ninguém mais é digno da adoração exceto Allah; Ele é o Único; Não possui nenhum parceiro; o Reinado a Ele pertence e todos os Louvores são para Ele. Ele possui poder sobre todas as coisas. (dez vezes)
ru: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
sl: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
sq: La ilahe il-lAll-llahu vahdehu la sherike leh, lehul-Mulku ve lehul-hamdu ve huve ala kul-li shejin kadir (100 herë në mëngjes). S'ka të adhuruar përveç All-llahut, Një dhe i pashoq, Atij i takon sundimi dhe lavdërimi. Ai është i plotfuqishëm mbi çdo send.
sv: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
tr: |لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ |عشرَ مرَّاتٍ
ug: |لائىلەھە ئىللەللاھۇ ۋەھدەھۇ لا شەرىيكە لەھۇ، لەھۇلمۇلكۇ ۋەلەھۇلھەمدۇ، ۋەھۇۋە ئەلە كۇللى شەيئىن قەدىيرۇن|ئون قېتىم
uk: Немає нікого гідного для поклоніння, крім одного лише Аллага, у якого немає сотовариша. Йому належить вся влада. Йому хвала. Він усе може здійснити. (повторювати 10 разів)
vi: Nema boga osim Allaha, Jedinoga, Koji druga nema. Njemu pripada vlast nad svim i sva pohvala. On sve može. (Ponavlja se 10 puta)

# jumuaaScreenTitle
source: Jumuaa Time
ar: حَانَ وَقْتُ صَلاَةِ الجُمُعَة
az: Cümə vaxtı
bg: Настъпи времето за Джума
bn: জুম্মার সময়
da: Jumuaa tid
de: Jumuaa-Zeit
el: Ώρα Jumuaa
es: Hora del viernes
et: Jumuaa aeg
fa: وقت نماز جمعه
fi: Jumuaa aika
fr: L'heure du Joumoua
hi: जुम्मा का समय
hu: Pénteki imaidő
id: Waktu Shalat Jumat
ja: ジュムアアタイム
ko: 주무아 시간
ku: کاتی هەینی
lt: Jumuaa laikas
lv: Jumuaa laiks
ml: വെള്ളിയാഴ്ച സമയം
ms: Masa Solat Jumaat
nl: Jumuaa Tijd
no: Jumuaa Tid
pa: جمعے دا ویلا
pl: Czas Jumuaa
pt: Hora de Jumu'ah
ro: Jumuaa Timp
ru: Время джумуа
sl: Čas Jumuaa
sq: Koha e Xhumase
sv: Tid för Jumuaa
th: เวลายุมอะฮฺ
tr: Cuma Vakti
ug: جۈمە ۋاقتى
uk: Час Джумуа
ur: جمعہ کا وقت۔
vi: Vrijeme džuma namaza
zh: Jumuaa时间

# jumuaaHadith
source: The Prophet ﷺ (peace and blessings of Allah be upon him) said “Whoever does the ablutions perfectly then goes to jumua and then listens and is silent, he is forgiven what is between that time and the following Friday and three more days and the one who touches stones has certainly made a futility”
ar: عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ثُمَّ أَتَى الْجُمُعَةَ فَاسْتَمَعَ وَأَنْصَتَ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ وَزِيَادَةُ ثَلاثَةِ أَيَّامٍ وَمَنْ مَسَّ الْحَصَى فَقَدْ لَغَا
az: Peyğəmbərimiz Hz. Məhəmməd (s.a.s.) buyurmuşdur: "Kim gözəl dəstəmaz alıb cümə namazına getsə, sonra susub dinləsə, onun həmin vaxtla növbəti cümə və daha 3 gün arasındakı günahları bağışlanar. Daşlara toxunan isə əlbəttə ki, bir boş iş görmüşdür."
bg: Пророкът ﷺ е казал: "Който вземе абдест по най-добрия начин, след това отиде на джума и слуша внимателно хутбето и не говори, греховете му ще бъдата опростени, каквото има между тази джума до следващата и още три дни. А този, който се занимава със странични неща по време на хутбето, със сигурност се е лишил от наградата".
bn: রাসূলুল্লাহ সাঃ বলেন: যে ব্যক্তি নিখুঁতভাবে অযু করে তারপর জুম'আয় যায় এবং মনোযোগ সহকারে খুতবা শুনে ও চুপ থাকে, সেই সময় থেকে পরের জুম'আ এবং আরও তিন দিনের মাঝে যা আছে তাকে মাফ করে দেওয়া।
cs: Prorok ﷺ (mír a Alláhovo požehnání s ním) řekl: "Kdo dokonale vykoná očistu, pak jde na džumuu a pak poslouchá a mlčí, tomu je odpuštěno to, co je mezi tímto časem a následujícím pátkem a dalšími třemi dny, a ten, kdo se dotýká kamenů, se jistě dopustil marnosti."
da: Profeten ﷺ (Allahs fred og velsignelser være med ham) sagde: "Den, der gør afvaskningerne perfekt og derefter går til jumua og derefter lytter og er tavs, han er tilgivet, hvad der er mellem det tidspunkt og den følgende fredag og tre dage mere, og den, der rører ved sten, har helt sikkert gjort en meningsløshed"
de: Der Prophet ﷺ (Allahs Friede und Segen seien auf ihm) sagte: "Wer die Waschungen perfekt verrichtet und dann zur Dschumua geht und dann zuhört und schweigt, dem wird vergeben, was zwischen dieser Zeit und dem folgenden Freitag und drei weiteren Tagen liegt, und wer Steine berührt, hat gewiss ein Vergehen begangen
el: Ο Προφήτης ﷺ (η ειρήνη και οι ευλογίες του Αλλάχ να είναι επάνω του) είπε "Όποιος κάνει τις πλύσεις τέλεια και μετά πηγαίνει στο τζουμούα και μετά ακούει και σιωπά, του συγχωρείται ό, τι είναι μεταξύ εκείνης της ώρας και της επόμενης Παρασκευής και τριών ακόμη ημερών και αυτός που αγγίζει πέτρες έχει σίγουρα κάνει μια ματαιότητα"
es: El Profeta ﷺ (la paz y las bendiciones de Allah sean con él) dijo "Quien haga las abluciones perfectamente y luego vaya al jumua y luego escuche y guarde silencio, se le perdona lo que haya entre ese momento y el viernes siguiente y tres días más y el que toque piedras ciertamente ha hecho una futilidad"
et: Prohvet ﷺ (rahu ja Jumala õnnistused olgu temaga) ütles: "Kes teeb pesu täiuslikult, siis läheb jumua ja siis kuulab ja on vait, ta on andestatud, mis on selle aja ja järgmise reede ja veel kolme päeva vahel ja see, kes puudutab kive, on kindlasti teinud asjata".
fa: پیامبر اکرم صلی الله علیه و آله و سلم می فرمایند: «کسی که وضو را کامل بگیرد، سپس به جمعه برود و سپس گوش کند و سکوت کند، آنچه بین آن وقت تا جمعه بعد و سه روز دیگر و یک روز دیگر است آمرزیده می شود. کسی که دست به سنگ بزند، بیهوده است.»
fi: Profeetta ﷺ (rauha ja Allahin siunaukset hänelle) sanoi: "Joka tekee pesut täydellisesti ja menee sitten jumualle ja sitten kuuntelee ja on hiljaa, hänelle annetaan anteeksi se, mikä on tuon ajan ja seuraavan perjantain ja kolmen muun päivän välissä, ja se, joka koskettaa kiviä, on varmasti tehnyt turhuuden."
fr: Le Prophète ﷺ a dit : "Quiconque fait les ablutions parfaitement puis va à la jumua puis écoute et se tait, il lui est pardonné ce qui se trouve entre ce moment et le vendredi suivant et trois autres jours, et celui qui touche des pierres a certainement fait une futilité".
hi: पैगंबर ﷺ (सल्लल्लाहु अलैहि व सल्लम) ने कहा, "जो कोई भी अच्छी तरह से स्नान करता है, फिर जुमुआ जाता है और फिर सुनता है और चुप रहता है, तो उस समय और अगले शुक्रवार और तीन और दिनों के बीच जो कुछ भी होता है उसे माफ कर दिया जाता है।" जो कोई पत्थरों को छूता है, उसने निश्चय ही व्यर्थ काम किया है"
hu: A Próféta (Allah békéje és áldása legyen vele) azt mondta: “Aki tökéletesen elvégzi a wudu'-t (tisztálkodást), majd elmegy a pénteki imára, leül és csendben hallgatja (a szónoklatot), annak Allah megbocsátja azt, ami az adott idő és a következő péntek között történt, plusz három nap. És aki megérinti akár a kavicsokat is, az bizony Laghá-t (haszontalan cselekvést) követett el"
id: Nabi ﷺ bersabda, "Barangsiapa berwudhu dengan sempurna, kemudian pergi ke jumatan, lalu mendengarkan dan diam, maka diampuni baginya apa yang ada di antara waktu tersebut hingga Jumat berikutnya dan tiga hari berikutnya, dan barangsiapa yang menyentuh batu, maka sungguh ia telah berbuat sia-sia."
it: Il Profeta Maometto ﷺ (pace e benedizioni di Allah siano su di lui) disse: "A chi fa le abluzioni in modo perfetto e poi va alla jumua e poi ascolta e tace, viene perdonato ciò che c'è tra quel momento e il venerdì successivo e altri tre giorni, e chi tocca le pietre ha certamente commesso un'inutilità"
ja: 預言者ﷺ（かれに平安とアッラーのご加護を）は、「アブレーションを完璧に行い、ジュムアに行き、耳を傾けて沈黙する者は、その時から次の金曜日とさらに3日間の間にあるものを許される、石に触れる者は確実に無駄なことをした」と言った。
ko: 예언자 ﷺ(알라의 평화와 축복이 그에게 있을 것임)는 "누구든지 완벽하게 금식을 한 다음 주무아에 가서 듣고 침묵하는 사람은 그 시간부터 다음 주 금요일까지 사흘 동안의 일을 용서받으며 돌을 만지는 사람은 확실히 헛된 일을 한 것이다"라고 말했습니다.
ku: پێغەمبەری خوا ﷺ فەرموویەتى: «هەر کەسێک لە ڕۆژی هەینی بەجوانی و تەواوی خۆی بشوات، زوو بێت بۆ مزگەوت بۆ نوێژی هەینی، لە وتارخوێن نزیک ببێتەوە و گوێبیستی بێت و بێدەنگ بێت، ئەوە بە هەر هەنگاوێک کە دەینێت پاداشتی ساڵێک لە بەڕۆژووبون و هەڵسانەوەیەی شەونوێژی بۆ هەیە».
lt: Pranašas ﷺ (ramybė ir Dievo palaiminimas jam) sakė: "Kas puikiai atlieka prausimąsi, tada eina į jumua, o paskui klausosi ir tyli, tam atleidžiama tai, kas yra nuo to laiko iki kito penktadienio ir dar trijų dienų, o tas, kuris liečia akmenis, tikrai padarė beprasmybę"
lv: Pravietis ﷺ (miers un svētība Allah lai ir pār viņu) teica: "Kurš dara ablutions perfekti, tad iet uz jumua un pēc tam klausās un klusē, viņam tiek piedots, kas ir starp šo laiku un nākamo piektdienu un vēl trīs dienas, un tas, kurš pieskaras akmeņiem noteikti ir veicis veltīgumu "
ml: നബി(സ) പറഞ്ഞു "ആരെങ്കിലും വുദൂ കൃത്യമായി ചെയ്താൽ അവൻ ജുമുഅയിൽ പോയി ശ്രവിക്കുകയും നിശബ്ദത പാലിക്കുകയും ചെയ്യുന്നു. ആ സമയത്തിനും അടുത്ത വെള്ളിയാഴ്ചയ്ക്കും മൂന്ന് ദിവസത്തിനുമിടയിലുള്ളത് അവനോട് ക്ഷമിക്കപ്പെട്ടിരിക്കുന്നു കല്ലിൽ തൊടുന്നവൻ തീർച്ചയായും വ്യർത്ഥതയുണ്ടാക്കി"
ms: Rasulullah ﷺ bersabda: “Sesiapa yang berwuduk dengan sempurna kemudian pergi Solat Jumaat kemudian mendengar dan diam, maka diampuni dosanya antara waktu itu dan Jumaat berikutnya dan tiga hari lagi. Barangsiapa menyentuh batu, maka sesungguhnya ia telah membuat sia-sia”
nl: De Profeet ﷺ (vrede en zegeningen van Allah zij met hem) zei: "Wie de wassing perfect verricht en dan naar jumua gaat en dan luistert en zwijgt, hem is vergeven wat er tussen dat tijdstip en de volgende vrijdag en nog drie dagen ligt en degene die stenen aanraakt heeft zeker een nutteloosheid begaan."
no: The Prophet φ εεεεεεεεεεεεε∙∙(peace and blessings of Allah be on him), sa ”Whoever does the ablutions perfekt then går til jumua og så lyttes og er stille, Han er planta mellom kvar dag og neste fredag og tre dagar, og den som rører stener har sjølv gjort ein fusjon”
pa: حضور ﷺ (اوہناں تے سلامتی ہووے) نے آکھیا کہ "جنہیں چنگی طراں وضو کیتا فیر جمعہ دا خطبہ سنیا اتے چُپ رہیا تاں اوہدے لئی اوس ویلے توں اگلے جمعہ دے وچکار اتے ہور تِن دن معاف کر دتے جاندے نیں۔ جنہاں پتھراں دی پوجا پاٹ کیتی اوہناں یقیناً فضول کم کیتا"
pl: Prorok ﷺ (niech spoczywa na nim pokój i błogosławieństwo Allaha) powiedział: "Kto wykonuje doskonale ablucje, a następnie udaje się na jumua, a potem słucha i milczy, temu odpuszcza się to, co jest między tym czasem a następnym piątkiem i trzema kolejnymi dniami, a ten, kto dotyka kamieni, z pewnością popełnił marność"
pt: O Profeta ﷺ (Que a paz e a misericórdia de Allah esteja sobre ele) disse: "Aquele que efetuar a ablução (Wudhu) correctamente e dirigir-se para a oração de Jumu’ah, ouvir o sermão (Khutbah) com atenção e em silêncio, todos os seus pequenos pecados entre aquela hora e o próximo Jumu’ah mais três dias (total 10 dias) serão perdoados. E aquele que durante o sermão brincar com uma pedra (ou seja, distrair-se), na realidade, interrompeu está recompensa."
ro: Profetul ﷺ (Pacea și binecuvântarea lui Allah fie asupra sa!) a spus: "Oricine face abluțiunile perfect, apoi merge la jumua și apoi ascultă și tace, i se iartă ceea ce se află între acel moment și vinerea următoare și încă trei zile, iar cel care atinge pietrele a făcut cu siguranță o zădărnicie."
ru: Пророк ﷺ (да благословит его Аллах и приветствует) сказал: "Кто совершит омовение в совершенстве, затем отправится на джумуа, а потом будет слушать и молчать, тому прощается то, что находится между этим временем и следующей пятницей и еще три дня, а тот, кто прикоснется к камням, непременно совершит тщету"
sl: Prophet ﷺ (mir in blagoslov Alaha naj bo z njim) je dejal: "Kdor naredi ablutions popolnoma potem gre na jumua in nato posluša in je tiho, mu je odpuščeno, kar je med tem časom in naslednji petek in še tri dni in tisti, ki se dotika kamnov je zagotovo naredil jalovost "
sq: Profeti ﷺ ka thenë « Kush merr abdes dhe e persos abdesin pastaj vjen per në xhuma dhe degjon me kujdes (hytben) dhe hesht (nuk flet) do ti falen atij gjynahet cfar ka ndermjet xhumase deri në xhumanë tjeter gjithashtu tre ditë shtese
sv: Profeten ﷺ (Allahs frid och välsignelser vare med honom) sade: "Den som gör sina tvagningar perfekt och sedan går till jumua och sedan lyssnar och är tyst, han är förlåten vad som är mellan den tiden och följande fredag och ytterligare tre dagar och den som rör vid stenar har verkligen gjort en meningslöshet."
tr: Peygamber Efendimiz (SAV) şöyle buyurmuştur: " Bir kimse cuma günü cünüplükten temizleniyormuş gibi boy abdesti alır sonra cuma namazına ilk saatinde giderse bir deve kurban etmiş gibi sevap kazanır. İkinci saatte giderse bir inek kurban etmiş gibi sevap kazanır."
ug: پەيغەمبـەر ﷺ ئەلەيھىسسـالام مۇنـداق دېگەن: »كىمكى يۇيۇنـۇپ پاكىز بولغان ھالدا جۈمە نامىزىغا كېلىپ، كۈچى يەتكەنچە سـۈننەتلەرنى ئوقۇسـا، ئاندىن ئىمامنىـڭ خۇتبىسـىنى كۆڭـۈل قويۇپ ئاڭلىسـا، ئاندىن ئىمـام بىلەن بىرلىكتە جۈمەنىـڭ پەرزىنـى ئوقۇسـا، ئـۇ كىشـىنىڭ ئۆتكـەن جۈمـە بىلـەن بـۇ جۈمە ۋە كېلىدىغـان جۈمـە ئارىلىقىدىكـى، يەنـە كېيىنكـى ئـۈچ كۈندىكـى گۇناھلىـرى ھـەم خاتالىقلىرى يوققـا چىقىرىلىدۇ«”
uk: Пророк ﷺ сказав: «Тому, хто виконає омовіння якнайкраще, а потім прийде на п'ятничну молитву і послухає [хутбу], зберігаючи при цьому мовчання, будуть прощені [його гріхи, скоєні ним] між цією і [попередньою] п'ятничною молитвою, а також протягом ще трьох днів [до неї]. Що ж до того, хто стане перебирати камінчики [під час хутби], то [тим самим] він припинить [свою винагороду]»
ur: رسول اللہ صلی اللہ علیہ وسلم نے فرمایا جس نے اچھی طرح وضو کیا پھر جمعہ کو سن لیا اور خاموش رہا تو اس کے لیے اس وقت سے اگلے جمعہ کے درمیان اور مزید تین دن معاف کر دیے جاتے ہیں۔ جس نے پتھروں کو چھو لیا اس نے یقیناً فضول کام کیا"
vi: Allahov Poslanik s. a. vs., je rekao: „Ko opere svoju glavu i okupa se petkom, potom porani na džumu-namaz idući pješice, ne koristeći prijevozno sredstvo, zatim se približi imamu i pažljivo sluša, imaće nagradu za svaki učinjeni korak godinu dana posta i namaza.“ Hadis-Sabirači Sunena
zh: Assalamu Alaikom, and Baraka'Allah fikom for choosing MAWAQIT, the World's first and #1 Smart Mosque Network, used by millions of Muslims worldwide across 85+ countries since 2016. 我们为您提供最先进的智能清真寺显示，可在多种设备（手机、智能手表、电视屏幕）上使用，不收集或分享您的个人数据。我们是一个非营利组织，这个项目是一个 "Waqf fi'sabili Allah"（专门的捐赠）。请支持这个受祝福的项目，https://donate.mawaqit.net。您的捐款使这个项目对任何人、任何地方都是免费的，没有任何广告，也没有月度订阅费用。如果没有真主的帮助，这个项目是不可能实现的，因为真主把一群有才华和热情的志愿者聚集在一起，日以继夜地为你提供最好的服务，以及一个24/7的高端系统。请考虑捐款，让这个有福的项目继续下去。Baraka'Allah fikum感谢您的持续信任和支持。

source: Shuruk
ar: الشروق
az: Günəş
bg: Изгрев
bn: সূর্যোদয়
es: Shuruq
fa: طلوع آفتاب
fr: Chourouk
hi: शुरूक
hu: Napfelkelte
id: Syuruk
it: Alba
ja: シュルック
ko: 슈룩
ku: گزنگ
ml: സൂര്യോദയം
ms: Syuruk
nl: Zonsopkomst
pa: اشراق
pt: Nascer do sol
ru: Шурук
sq: Lindja e diellit
th: ซุรุก الشروق
tr: Güneş
ug: كۈن چىقىش
uk: Шурук
ur: شروک
vi: Izlazak sunca
zh: 舒鲁克

source: Reset
ar: إعاده
az: Sıfırla
bg: Рестартирайте
bn: রিসেট
cs: Obnovení
da: Nulstil
el: Επαναφορά
fa: تنظیم مجدد
fi: Nollaa
hi: रीसेट करें
hu: Visszaállítás
id: Mengatur ulang
ja: リセット
ko: 초기화
ku: فۆرمات
lt: Iš naujo nustatyti
lv: Atiestatīt
ms: Set Semula
pa: ری سیٹ کرو
pt: Reiniciar
ro: Resetare
ru: Сброс
sl: Ponastavitev
sq: Rivendosur
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
ug: ئەسلىگە قايتۇر
uk: Перезавантаження
ur: دوبارہ ترتیب دیں۔
vi: Resetiraj
zh: 复位

# mosqueNotFoundMessage
source: Sorry, your mosque wasn't found, or it might be missing or temporarily disabled.
ar: عذراً، لم يتم العثور على المسجد الخاص بك، أو قد يكون غير موجود أو معطل مؤقتاً.
az: Təəssüf ki, məscidiniz tapılmadı, ya əskikdir, ya da müvəqqəti olaraq sıradan çıxarılıb.
bg: Съжаляваме, вашата джамия не беше намерена или може би липсва или е временно деактивирана.
bn: আপনার মসজিদ পাওয়া যায়নি। এটি সার্ভার থেকে অনুপস্থিত বা সরানো হতে পারে
cs: Omlouváme se, ale vaše mešita nebyla nalezena, případně je nezvěstná nebo dočasně vypnutá.
da: Beklager, din moské blev ikke fundet, eller den mangler måske eller er midlertidigt deaktiveret.
de: Ihre Moschee wurde leider nicht gefunden, sie fehlt vielleicht oder ist vorübergehend deaktiviert.
el: Λυπούμαστε, το τζαμί σας δεν βρέθηκε, ή μπορεί να λείπει ή να είναι προσωρινά απενεργοποιημένο.
es: Lo sentimos, no se ha encontrado su mezquita, o puede que haya desaparecido o esté temporalmente desactivada.
et: Vabandame, teie mošeed ei leitud või see võib olla kadunud või ajutiselt välja lülitatud.
fa: متأسفیم، مسجد شما پیدا نشد، یا ممکن است گم شده باشد یا موقتاً غیرفعال باشد.
fi: Valitettavasti moskeijaasi ei löytynyt, tai se saattaa puuttua tai olla tilapäisesti poistettu käytöstä.
fr: Désolé, votre mosquée n'a pas été trouvée, elle est peut-être manquante ou temporairement désactivée.
hi: क्षमा करें, आपकी मस्जिद नहीं मिली, या यह गायब हो सकती है या अस्थायी रूप से अक्षम हो सकती है।
hu: Sajnáljuk, de a mecsetét nem találtuk meg, lehet, hogy hiányzik vagy ideiglenesen le van tiltva.
id: Maaf, masjid Anda tidak ditemukan, atau mungkin masjid tersebut hilang atau dinonaktifkan untuk sementara.
it: Siamo spiacenti, la sua moschea non è stata trovata, oppure potrebbe essere mancante o temporaneamente disattivata.
ja: 申し訳ありませんが、あなたのモスクは見つかりませんでした、または行方不明か一時的に無効になっている可能性があります。
ko: 모스크를 찾을 수 없거나 누락되었거나 일시적으로 비활성화되었을 수 있습니다.
ku: ببورن مزگەوتەکەت نەدۆزراوەتەوە، یان لەوانەیە ون بێت یان بۆ ماوەیەکی کاتی لەکارکەوتبێت.
lt: Atsiprašome, jūsų mečetė nebuvo rasta, galbūt jos nėra arba ji laikinai išjungta.
lv: Atvainojiet, jūsu mošeja netika atrasta, iespējams, tā ir pazudusi vai uz laiku atspējota.
ms: Maaf, masjid anda tidak ditemui, atau mungkin hilang atau dilumpuhkan buat sementara waktu.
nl: Sorry, uw moskee werd niet gevonden, of is misschien verdwenen of tijdelijk uitgeschakeld.
no: Beklager, moskeen din ikke ble funnet, eller den kan mangle eller bli midlertidig deaktivert.
pa: معذرت، تہاڈی مسیت نہیں لبھی، یا اوہ درج نہیں ہوئی یا فیر عارضی طور تے غیر فعال اے۔
pl: Przykro nam, ale nie znaleziono Państwa meczetu, być może brakuje go lub jest tymczasowo wyłączony.
pt: Desculpe, sua mesquita não foi encontrada, ou não exista, ou esteja temporariamente desativada.
ro: Ne pare rău, moscheea dvs. nu a fost găsită, sau este posibil să lipsească sau să fie temporar dezactivată.
ru: К сожалению, Ваша мечеть не найдена, возможно, она отсутствует или временно отключена.
sl: Žal vaše mošeje ni bilo mogoče najti, morda manjka ali je začasno onemogočena.
sq: Na vjen keq, xhamia juaj nuk u gjet, ose mund të mungojë ose mund të jetë e çaktivizuar përkohësisht.
sv: Tyvärr hittades inte din moské, den kanske saknas eller är tillfälligt inaktiverad.
th: ขออภัย ไม่พบมัสยิดของคุณ ไม่เช่นนั้นมัสยิดอาจหายไปหรือปิดใช้งานชั่วคราว
tr: Üzgünüz, caminiz bulunamadı, eksik veya geçici olarak kullanım dışı olabilir.
ug: كەچۈرۈڭ، مەسچىتىڭىزنى تاپالمىدى ياكى كەم ياكى ۋاقتىنچە ئىشلىمەيدۇ.
uk: Вибачте, вашу мечеть не знайдено, або вона може бути відсутня чи тимчасово виведена з ладу.
ur: تمہاری مسجد نہیں ملی۔ یہ سرور سے غائب یا ہٹا دیا جا سکتا ہے۔
vi: Žao nam je, vaša džamija nije pronađena ili je privremeno neaktivna.
zh: 对不起，没有找到你的清真寺，或者它可能失踪或暂时失效。
